Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.engine.units.UnitClassEnum
source: This chassis enables the consctruction of fighters. These ships do not possess much force, but make up for that by being very cheap and fast moving.
de_de: Dieses Chassis ermöglich die Konstruktion von Jägern. Damit können kleine, jedoch sehr mobile Raumschiffe gebaut werden.

# net.cqs.engine.units.UnitClassEnum
source: Corvettes are very good when deploying them in battles with big space ships. They are already pretty impressive vessels, but still have some agility. Unlike fighters these ships can get dangerous for destroyers.
de_de: Corvettenchassis werden vor allem für den Einsatz gegen größere Schiffe genutzt. Konstruktionen mit einem solchen Chassis gehören nicht zu den mächtigsten Ausführungen und sind noch recht wendiger, kommen gleichzeitig jedoch im Gegensatz zu Jägern bereits gegen Zerstörer an.

# net.cqs.engine.units.UnitClassEnum
source: destroyer
de_de: Zerstörer

# net.cqs.engine.units.UnitClassEnum
source: Destroyers are enormous ships with great force. Of course this has its price and they miss the agility of smaller ships. This seems fairly unimportant, as these giants of space are not likely to start a jink.
de_de: Zerstörerchassis werden für große Schiffe benötigt. Dadurch bieten sie viel Platz für eine Vielzahl von mächtigen Waffen, jedoch hat dies seinen Preis. Solche Giganten des Raums verlieren des weiteren an Wendigkeit und Schnelligkeit, doch ihre Ausstattung lassen eine Flucht oder ein Ausweichmanöver recht irrelevant erscheinen.

# net.cqs.engine.units.UnitClassEnum
source: civil ship
de_de: Zivilschiff

# net.cqs.engine.units.UnitClassEnum
source: This chassis was designed for transporting resources or planetary units.
de_de: Dieses Chassis ist für den Transport von Rohstoffen oder Bodentruppen ausgelegt.

# net.cqs.i18n.EmailEnum
source: [Conquer-Space.net] Login Information
de_de: [Conquer-Space.net] Anmeldung

# net.cqs.i18n.EmailEnum
source: %4$s,\n\n welcome to Conquer-Space.net!\n Here is your account data for Conquer-Space.net %1$s:\n Login: %2$s \n Password: %3$s \n \n Your player data: \n Nickname: %4$s \n\n -- your Conquer-Space.net team
de_de: %4$s,\n\n willkommen bei Conquer-Space.net!\n Dies sind Ihre Account-Daten für Conquer-Space.net %1$s:\n Login: %2$s \n Passwort: %3$s \n \n Ihre Spieler-Daten: \n Nick: %4$s \n\n -- das Conquer-Space.net Team

# net.cqs.i18n.EmailEnum
source: [Conquer-Space.net] Registration
de_de: [Conquer-Space.net] Registrierung

# net.cqs.i18n.EmailEnum
source: You registered for an account on Conquer-Space.net!\n To complete your registration please click the following link:\n %1$s/register?regid=%2$s \n Or enter the following ID on the registration page:\n %2$s \n\n -- your Conquer-Space.net team
de_de: Sie haben sich bei Conquer-Space.net angemeldet!\n Um die Registrierung fertigzustellen, klicken Sie bitte auf folgenden Link:\n %1$s/register?regid=%2$s \n Oder geben sie bitte auf der Registrierseite die folgende ID ein:\n %2$s \n\n -- das Conquer-Space.net Team

# net.cqs.i18n.EmailEnum
source: [Conquer-Space.net] You were invited to Conquer-Space.net
de_de: [Conquer-Space.net] Einladung

# net.cqs.i18n.EmailEnum
source: Someone invited you to Conquer-Space.net.\n The url is %s and the player with id %s invited you.\n\n-- your Conquer-Space.net team
de_de: Sie wurden zu Conquer-Space.net eingeladen.\n Die URL ist %s und sie wurden vom Spieler mit der ID %s eingeladen. \n\n -- das Conquer-Space.net Team

# net.cqs.i18n.EmailEnum
source: [Conquer-Space.net] Password reminder
de_de: [Conquer-Space.net] Passwort-Reminder

# net.cqs.i18n.EmailEnum
source: %4$s,\n\n this is your account data for Conquer-Space.net %1$s:\n Login: %2$s \n Password: %3$s \n \n Your player data: \n Nickname: %4$s \n\n -- your Conquer-Space.net team
de_de: %4$s, anbei befinden sind Ihre Account-Daten für Conquer-Space.net %1$s:\n Login: %2$s \n Passwort: %3$s \n \n Ihre Spieler-Daten: \n Nick: %4$s \n\n -- das Conquer-Space.net Team

# net.cqs.i18n.EmailEnum
source: [Conquer-Space.net] Message
de_de: [Conquer-Space.net] Nachricht

# net.cqs.i18n.EmailEnum
source: You receive this message, because you have registered with Conquer-Space.net %1$s!\n
de_de: Sie erhalten diese Nachricht, da Sie bei Conquer-Space.net %1$s angemeldet sind!\n

# net.cqs.engine.messages.PlayerMessageType
source: player message
de_de: Nachricht

# net.cqs.engine.messages.PlayerMessageType
source: forum message
de_de: Forumsnachricht

# net.cqs.engine.messages.PlayerMessageType
source: application
de_de: Bewerbung

# net.cqs.engine.messages.PlayerMessageType
source: invitation
de_de: Einladung

# net.cqs.engine.messages.PlayerMessageType
source: system message
de_de: System-Nachricht

# net.cqs.engine.messages.PlayerMessageType
source: event
de_de: Ereignis

# net.cqs.engine.messages.PlayerMessageType
source: contract proposal
de_de: Vertrag vorgeschlagen

# net.cqs.engine.messages.PlayerMessageType
source: contract creation
de_de: Vertragsabschluß

# net.cqs.engine.messages.PlayerMessageType
source: contract declined
de_de: Vertrag abgelehnt

# net.cqs.engine.messages.PlayerMessageType
source: contract timeout
de_de: Vertrag abgelaufen

# net.cqs.engine.messages.PlayerMessageType
source: contract left
de_de: Vertrag gekündigt

# net.cqs.engine.messages.PlayerMessageType
source: war declaration
de_de: Kriegserklärung

# net.cqs.engine.messages.PlayerMessageType
source: war declaration cancelled
de_de: Kriegserklärung abgebrochen

# net.cqs.engine.units.ModuleNameEnum
source: planetary speed
de_de: Geschwindigkeit

# net.cqs.engine.units.ModuleNameEnum
source: Make your planetary units go faster.
de_de: Konzipiere Deine Einheiten für Überraschungsangriffe.

# net.cqs.engine.units.ModuleNameEnum
source: planetary force
de_de: Angriff

# net.cqs.engine.units.ModuleNameEnum
source: Overpower your enemies with extra strong planetary units.
de_de: Überwältige Deinen Gegner mit besonders starken Bodeneinheiten.

# net.cqs.engine.units.ModuleNameEnum
source: planetary hardiness
de_de: Planetare Verteidigung

# net.cqs.engine.units.ModuleNameEnum
source: Robust planetary units survive longer in battle.
de_de: Widerstandsfähigere Bodeneinheiten überleben im Kampf länger.

# net.cqs.engine.units.ModuleNameEnum
source: space speed
de_de: Geschwindigkeit

# net.cqs.engine.units.ModuleNameEnum
source: Make your space units go faster.
de_de: Konzipiere Deine Raumeinheiten für Überraschungsangriffe.

# net.cqs.engine.units.ModuleNameEnum
source: space force
de_de: Angriff

# net.cqs.engine.units.ModuleNameEnum
source: Overpower your enemies with extra strong space units.
de_de: Überwältige Deinen Gegner mit besonders starken Raumeinheiten.

# net.cqs.engine.units.ModuleNameEnum
source: space hardiness
de_de: Raumverteidigung

# net.cqs.engine.units.ModuleNameEnum
source: Robust space units survive longer in battle.
de_de: Widerstandsfähigere Raumeinheiten überleben im Kampf länger.

# net.cqs.engine.units.ModuleNameEnum
source: warp engine
de_de: Warp-Antrieb

# net.cqs.engine.units.ModuleNameEnum
source: Enable interstellar travel (and make it faster).
de_de: Ermöglicht interstallaren Flug (und beschleunigt ihn).

# net.cqs.engine.units.ModuleNameEnum
source: transport of resources
de_de: Rohstofftransport

# net.cqs.engine.units.ModuleNameEnum
source: Enable transport of resources.
de_de: Ermöglicht den Transport von Rohstoffen.

# net.cqs.engine.units.ModuleNameEnum
source: transport of troops
de_de: Bodentruppen-Transport

# net.cqs.engine.units.ModuleNameEnum
source: Enable transport of planetary units.
de_de: Ermöglicht den Transport von Truppen.

# net.cqs.engine.messages.InfoTranslator
source: Colony {0}: {1} is empty.
de_de: Kolonie {0}: {1} ist leer.

# net.cqs.engine.fleets.FleetCommand
source: attack blockade
de_de: Blockade angreifen

# net.cqs.engine.fleets.FleetCommand
source: block planet
de_de: Planet blockieren

# net.cqs.engine.fleets.FleetCommand
source: break blockade
de_de: Blockade brechen

# net.cqs.engine.fleets.FleetCommand
source: found colony
de_de: Kolonie gründen

# net.cqs.engine.fleets.FleetCommand
source: defend colony
de_de: Kolonie verteidigen

# net.cqs.engine.fleets.FleetCommand
source: disband fleet
de_de: Flotte auflösen

# net.cqs.engine.fleets.FleetCommand
source: {0,choice,0#donate fleet|1#donate to alliance member}
de_de: {0,choice,0#Flotte verschenken|1#An Alliierten schenken}

# net.cqs.engine.fleets.FleetCommand
source: explore planet
de_de: Planet erkunden

# net.cqs.engine.fleets.FleetCommand
source: attack colony
de_de: Kolonie angreifen

# net.cqs.engine.fleets.FleetCommand
source: invade colony
de_de: Kolonie erobern

# net.cqs.engine.fleets.FleetCommand
source: plunder: [{0,number,integer};{1,number,integer};{2,number,integer};{3,number,integer}]
de_de: [{0,number,integer};{1,number,integer};{2,number,integer};{3,number,integer}] plündern

# net.cqs.engine.fleets.FleetCommand
source: transmit to {0}
de_de: Transmitter: nach {0}

# net.cqs.engine.fleets.FleetCommand
source: land
de_de: Flotte Bodenstatus erteilen

# net.cqs.engine.fleets.FleetCommand
source: load [{0,number,integer};{1,number,integer};{2,number,integer};{3,number,integer}] leave [{4,number,integer};{5,number,integer};{6,number,integer};{7,number,integer}]
de_de: [{0,number,integer};{1,number,integer};{2,number,integer};{3,number,integer}] laden &ndash; Rest [{4,number,integer};{5,number,integer};{6,number,integer};{7,number,integer}]

# net.cqs.engine.fleets.FleetCommand
source: load units {1}
de_de: Einheiten laden {1}

# net.cqs.engine.fleets.FleetCommand
source: move to {0,choice,2#system|3#planet|4#colony} {1}
de_de: {0,choice,2#Zum System|3#Zum Planeten|4#Zur Kolonie} {1} bewegen

# net.cqs.engine.fleets.FleetCommand
source: {0,choice,0#wait 1 second|1#defend}
de_de: {0,choice,0#Warte 1 Sekunde|1#Verteidige}

# net.cqs.engine.fleets.FleetCommand
source: add {0,number,integer} {0,choice,1#settler|1<settlers} to colony
de_de: {0,number,integer} Siedler ansiedeln

# net.cqs.engine.fleets.FleetCommand
source: plant {0,number,integer} {0,choice,1#spy|1<spies}
de_de: {0,number,integer} {0,choice,1#Spion|1<Spione} einschleusen

# net.cqs.engine.fleets.FleetCommand
source: station fleet
de_de: Flotte stationieren

# net.cqs.engine.fleets.FleetCommand
source: stop fleet
de_de: Flotte anhalten

# net.cqs.engine.fleets.FleetCommand
source: take off
de_de: Flotte Raumstatus erteilen

# net.cqs.engine.fleets.FleetCommand
source: unload [{0,number,integer};{1,number,integer};{2,number,integer};{3,number,integer}] leave [{4,number,integer};{5,number,integer};{6,number,integer};{7,number,integer}]
de_de: [{0,number,integer};{1,number,integer};{2,number,integer};{3,number,integer}] entladen &ndash; Rest [{4,number,integer};{5,number,integer};{6,number,integer};{7,number,integer}]

# net.cqs.engine.fleets.FleetCommand
source: wait {0,choice,0#for {1,number,integer}s|1#for next full {1,number,integer}s}
de_de: Warte {0,choice,0#{1,number,integer}s|1#auf volle {1,number,integer}s}

# net.cqs.engine.fleets.FleetCommand
source: withdraw
de_de: Rückzug

# net.cqs.main.i18n.TippsAndTricks
source: <b>Expanding</b><br />For founding a new colony you need a settler and a transporter. Then create a fleet with these units, fly to the planet of your choice and give the order to found a new colony.<br /> Note that you can only colonize planets on which you do not have a colony yet.
de_de: <b>Expandieren</b><br />Um eine weitere Kolonie zu gründen benötigst Du einen Siedler und einen Transporter. Erstelle dann eine Flotte mit beiden Einheiten, fliege einen Planeten Deiner Wahl an und erteile der Flotte den Befehl eine neue Kolonie zu gründen.<br />Beachte dabei, dass Du nur einen Planeten besiedeln kannst, bei dem Du noch keine Kolonie besitzt.

# net.cqs.web.Ingame
source: back to main administration page
de_de: zurück zur Hauptadministrationsseite

# net.cqs.web.Ingame
source: change rights for ranks
de_de: Rechte für Ränge änder

# net.cqs.web.Ingame
source: (rights not editable)
de_de: (Rechte nicht änderbar)

# net.cqs.web.Ingame
source: apply changes
de_de: Änderungen übernehmen

# net.cqs.web.Ingame
source: You do not have sufficient rights to modify the rights of ranks.
de_de: Es fehlt die Berechtigung Ränge zu verändern.

# net.cqs.web.Ingame
source: assign ranks to members
de_de: Mitgliedern Ränge zuweisen

# net.cqs.web.Ingame
source: members ({0,number,integer})
de_de: Mitglieder ({0,number,integer})

# net.cqs.web.Ingame
source: default rank for new members:
de_de: Startrang für neue Mitglieder:

# net.cqs.web.Ingame
source: You do not have sufficient rights to assign ranks to members.
de_de: Es fehlt die Berechtigung, Mitgliedern Ränge zuzuweisen.

# net.cqs.web.Ingame
source: add rank
de_de: Rang hinzufügen

# net.cqs.web.Ingame
source: Note: ranks cannot be deleted!
de_de: Achtung: Ränge können nicht entfernt werden!

# net.cqs.web.Ingame
source: You do not have sufficient rights to add new ranks.
de_de: Es fehlt die Berechtigung, neue Ränge hinzuzufügen.

# net.cqs.web.Ingame
source: You do not have sufficient rights to modify ranks.
de_de: Es fehlt die Berechtigung Ränge zu verändern.

# net.cqs.web.Ingame
source: alliance
de_de: Allianz

# net.cqs.web.Ingame
source: overview
de_de: Übersicht

# net.cqs.web.Ingame
source: inbox ({0,number,integer})
de_de: Eingang ({0,number,integer})

# net.cqs.web.Ingame
source: applications ({0,number,integer})
de_de: Bewerbungen ({0,number,integer})

# net.cqs.web.Ingame
source: leave alliance
de_de: Allianz verlassen

# net.cqs.web.Ingame
source: view public appearance
de_de: Öffentlichen Auftritt betrachten

# net.cqs.web.Ingame
source: Your current rank is {0}.
de_de: Ihr derzeitiger Rang ist {0}.

# net.cqs.web.Ingame
source: You are currently not member of an alliance.
de_de: Sie sind zur Zeit in keiner Allianz Mitglied.

# net.cqs.web.Ingame
source: search for an alliance
de_de: Allianz suchen

# net.cqs.web.Ingame
source: name or tag
de_de: Name oder Kurzname

# net.cqs.web.Ingame
source: search
de_de: Suche

# net.cqs.web.Ingame
source: found alliance
de_de: Allianz gründen

# net.cqs.web.Ingame
source: tag
de_de: Kurzname

# net.cqs.web.Ingame
source: found
de_de: Gründen

# net.cqs.web.Ingame
source: user:
de_de: Benutzer:

# net.cqs.web.Ingame
source: maps
de_de: Karten

# net.cqs.web.Ingame
source: fleets
de_de: Flotten

# net.cqs.web.Ingame
source: battles
de_de: Schlachten

# net.cqs.web.Ingame
source: espionage
de_de: Spionage

# net.cqs.web.Ingame
source: diplomacy
de_de: Diplomatie

# net.cqs.web.Ingame
source: research
de_de: Forschung

# net.cqs.web.Ingame
source: unit design
de_de: Einheitenentwurf

# net.cqs.web.Ingame
source: finances
de_de: Finanzen

# net.cqs.web.Ingame
source: statistics
de_de: Statistiken

# net.cqs.web.Ingame
source: mailbox
de_de: Postfach

# net.cqs.web.Ingame
source: help
de_de: Hilfe

# net.cqs.web.Ingame
source: settings
de_de: Einstellungen

# net.cqs.web.Ingame
source: No colony?
de_de: Keine Kolonie?

# net.cqs.web.Ingame
source: Data transmitted uncompressed!
de_de: Keine komprimierte Datenübertragung!

# net.cqs.web.Ingame
source: You are under attack!
de_de: Sie werden angegriffen!

# net.cqs.web.Ingame
source: kick members
de_de: Mitglieder rausschmeißen

# net.cqs.web.Ingame
source: mark
de_de: Markieren

# net.cqs.web.Ingame
source: player
de_de: Spieler

# net.cqs.web.Ingame
source: rank
de_de: Rang

# net.cqs.web.Ingame
source: colonies
de_de: Kolonien

# net.cqs.web.Ingame
source: points
de_de: Punkte

# net.cqs.web.Ingame
source: yes
de_de: Ja

# net.cqs.web.Ingame
source: no
de_de: Nein

# net.cqs.web.Ingame
source: kick marked members
de_de: Markierte Spieler rausschmeißen

# net.cqs.web.Ingame
source: You do not have sufficient rights to kick members.
de_de: Es fehlt die Berechtigung, Mitglieder rauszuschmeißen.

# net.cqs.web.Ingame
source: change public appearenace of alliance
de_de: Öffentlichen Auftritt der Allianz verändern

# net.cqs.web.Ingame
source: change alliance name
de_de: Allianznamen ändern

# net.cqs.web.Ingame
source: tag:
de_de: Kurzname:

# net.cqs.web.Ingame
source: change alliance logo
de_de: Allianzlogo ändern

# net.cqs.web.Ingame
source: The size of an alliance logo has to be 800 x 120 pixel, and has to have one of the following endings: .png, .gif, .jpg.<br />The path has to lead to a picture that is stored in the internet (webspace). Please do not enter a local path.
de_de: Die Größe des Allianzbildes beträgt 800 x 120 Pixel und muss eine der folgenden Endungen haben: .png, .gif, .jpg.<br />Der Pfad muss zu einem im Internet gespeicherten Bild führen (Webspace). Lokale Pfade zu einem Bild auf der Festplatte sind nicht gültig.

# net.cqs.web.Ingame
source: change alliance description
de_de: Allianzbeschreibung ändern

# net.cqs.web.Ingame
source: modify survey
de_de: Umfrage verändern

# net.cqs.web.Ingame
source: Before you can start a new survery you have to close the current one!
de_de: Sie müssen die aktuelle Umfrage beenden, um eine neue Umfrage erstellen zu können!

# net.cqs.web.Ingame
source: close survey
de_de: Umfrage beenden

# net.cqs.web.Ingame
source: {0,number,integer} for
de_de: {0,number,integer} für

# net.cqs.web.Ingame
source: question
de_de: Frage

# net.cqs.web.Ingame
source: option {0,number,integer}
de_de: Antwort {0,number,integer}

# net.cqs.web.Ingame
source: more options
de_de: Weitere Antworten

# net.cqs.web.Ingame
source: start survey
de_de: Umfrage erstellen

# net.cqs.web.Ingame
source: vote for admin amongst all members ({0,number,integer})
de_de: Für eine Administrator stimmen

# net.cqs.web.Ingame
source: votes
de_de: Stimmen

# net.cqs.web.Ingame
source: abstention
de_de: Enthaltung

# net.cqs.web.Ingame
source: As soon as an alliance member gets more than 50% of all votes, they automatically get admin status. When a member leaves an alliance, all counters are set to 0 again. You cannot vote for more than one member, but you can change your vote.
de_de: Sobald ein Allianz-Mitglied mehr als 50% der Stimmen erhält, wird dieser als Administrator eingesetzt. Bei jedem Beitritt oder Austritt eines Mitgliedes werden alle Zähler auf 0 zurückgesetzt. Jedes Mitglied kann nur für einen Spieler stimmen, aber diese Stimme kann jederzeit geändert werden.

# net.cqs.web.Ingame
source: cast vote
de_de: Stimme abgeben

# net.cqs.web.Ingame
source: kick member
de_de: Spieler rausschmeißen

# net.cqs.web.Ingame
source: To avoid accidents, kicking members is on a <a href="{0}">separate page</a>.
de_de: Um Versehen zu vermeiden ist das Rausschmeißen von Mitglieder auf einer <a href="{0}">separaten Seite</a>.

# net.cqs.web.Ingame
source: modify ranks
de_de: Ränge bearbeiten

# net.cqs.web.Ingame
source: Adding new ranks, editing rights of new ranks, and assigning ranks to members is on a <a href="{0}">separate page</a>.
de_de: Neue Ränge hinzufügen, bestehende Ränge verändern und Mitgliedern Ränge zuteilen ist auf einer <a href="{0}">separaten Seite</a> möglich.

# net.cqs.web.Ingame
source: send a message to all members
de_de: Nachricht an alle Mitglieder schreiben

# net.cqs.web.Ingame
source: Message was sent!
de_de: Nachricht wurde abgeschickt!

# net.cqs.web.Ingame
source: Message was <i>not</i> sent!
de_de: Nachricht wurde <i>nicht</i> abgeschickt!

# net.cqs.web.Ingame
source: method:
de_de: Methode:

# net.cqs.web.Ingame
source: <i>Note (for emails):</i> The message is sent to the email addresses the members entered when registering. There is no guarantee that the message actually reaches the members.<br />The sender-address will be <code>no-reply@conquer-space.net</code>.
de_de: <i>Achtung (beim Email-Versand):</i> Die Nachricht wird an die Email-Addressen geschickt, die bei der Registrierung angegeben wurden. Es gibt keine Garantie, dass die Nachricht tatsächlich bei den Spielern ankommen.<br />Die Absenderadresse wird <code>no-reply@conquer-space.net</code> sein.

# net.cqs.web.Ingame
source: send
de_de: Abschicken

# net.cqs.web.Ingame
source: subject
de_de: Betreff

# net.cqs.web.Ingame
source: by
de_de: Von

# net.cqs.web.Ingame
source: on {0}
de_de: am {0}

# net.cqs.web.Ingame
source: reply to alliance
de_de: Der Allianz antworten

# net.cqs.web.Ingame
source: reply to player
de_de: Dem Spieler antworten

# net.cqs.web.Ingame
source: accept
de_de: Annehmen

# net.cqs.web.Ingame
source: decline
de_de: Ablehnen

# net.cqs.web.Ingame
source: delete
de_de: Löschen

# net.cqs.web.Ingame
source: contract proposal
de_de: Vertragsvorschlag

# net.cqs.web.Ingame
source: The following contract is being proposed:
de_de: Es wird Ihnen folgender Vertrag vorgeschlagen:

# net.cqs.web.Ingame
source: contract partners
de_de: Vertragspartner

# net.cqs.web.Ingame
source: reply
de_de: Antworten

# net.cqs.web.Ingame
source: accepted
de_de: akzeptiert

# net.cqs.web.Ingame
source: This contract proposal is not valid anymore. You can delete this message.
de_de: Dieser Vertragsvorschlag ist nicht mehr gültig. Sie können diese Nachricht löschen.

# net.cqs.web.Ingame
source: contract refused
de_de: Vertrag abgelehnt

# net.cqs.web.Ingame
source: A contract proposal was refused.
de_de: Es wurde ein Vertragsvorschlag abgelehnt.

# net.cqs.web.Ingame
source: contract concluded
de_de: Vertragsabschluss

# net.cqs.web.Ingame
source: A contract was concluded.
de_de: Es wurde ein Vertrag abgeschlossen.

# net.cqs.web.Ingame
source: war declaration
de_de: Kriegserklärung

# net.cqs.web.Ingame
source: Someone has declared war against you.
de_de: Ihnen wurde der Krieg erklärt.

# net.cqs.web.Ingame
source: war declaration cancelled
de_de: Kriegserklärung zurückgenommen

# net.cqs.web.Ingame
source: A war declaration was cancelled.
de_de: Eine Kriegserklärung wurde zurückgenommen.

# net.cqs.web.Ingame
source: Withdrawal
de_de: Austritt

# net.cqs.web.Ingame
source: A member withdrew from one of your contracts.
de_de: Es ist ein Mitglied aus einem bestehenden Vertrag ausgetreten.

# net.cqs.web.Ingame
source: There are no messages.
de_de: Es sind keine Nachrichten vorhanden.

# net.cqs.web.Ingame
source: reject application
de_de: Bewerbung ablehnen

# net.cqs.web.Ingame
source: message
de_de: Nachricht

# net.cqs.web.Ingame
source: post new message
de_de: Neue Nachricht schreiben

# net.cqs.web.Ingame
source: You do not have sufficient rights to post new messages.
de_de: Es fehlt die Berechtigung, hier eine Nachricht zu schreiben.

# net.cqs.web.Ingame
source: mark all messages as read
de_de: Alle Nachrichten als gelesen markieren

# net.cqs.web.Ingame
source: accept application
de_de: Bewerbung annehmen

# net.cqs.web.Ingame
source: When you leave an alliance, you cannot immediately join a new one. You will first have to wait for {0,number,integer} hours to pass. Then you can apply to any alliance again, or found a new alliance.
de_de: Wenn Sie eine Allianz verlassen, dann können Sie nicht sofort einer neuen Allianz beitreten. Zuerst muss ein Zeitraum von {0,number,integer} Stunden vergehen. Erst dann können Sie sich wieder bei einer Allianz bewerben oder eine eigene Allianz gründen.

# net.cqs.web.Ingame
source: alliance survey
de_de: Allianzenumfrage

# net.cqs.web.Ingame
source: vote
de_de: Abstimmen

# net.cqs.web.Ingame
source: diplomatic contracts
de_de: Diplomatieverträge

# net.cqs.web.Ingame
source: add contracts
de_de: Vertrag hinzufügen

# net.cqs.web.Ingame
source: If a party is marked with a {0}, then the contract is being overruled by a different one for this party.
de_de: Wenn eine Partei mit {0} markiert ist, dann wird der Vertrag für diese Partei von einem anderen Vertrag außer Kraft gesetzt.

# net.cqs.web.Ingame
source: cancel
de_de: Abbrechen

# net.cqs.web.Ingame
source: transmitter stations
de_de: Transmitterstationen

# net.cqs.web.Ingame
source: No transmitter stations were found!
de_de: Es wurden keine Transmitterstationen gefunden!
