Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.web.Ingame
source: You can change your password on the main page <a href="http://www.conquer-space.net">http://www.conquer-space.net</a> after logging in there.
de_de: Das Passwort kann auf der Hauptseite <a href="http://www.conquer-space.net">http://www.conquer-space.net</a> geändert werden.

# net.cqs.web.Ingame
source: Your password was changed!
de_de: Das Passwort wurde geändert!

# net.cqs.web.Ingame
source: Your password was <i>not</i> changed!
de_de: Das Passwort wurde <i>nicht</i> geändert!

# net.cqs.web.Ingame
source: When telling others your access-data, you are responsible for all the consequences of this transfer.
de_de: Wer seine Zugangsdaten an Dritte weitergibt, ist für die Konsequenzen dieser Weitergabe in vollem Umfang verantwortlich.

# net.cqs.web.Ingame
source: old password
de_de: Altes Passwort

# net.cqs.web.Ingame
source: The password has to contain at least 5 characters!<br /> The safety of the new password approximates {0}
de_de: Das Passwort muss <b>mindestens 5 Zeichen</b> lang sein!<br />Die Sicherheit des Passwort beträgt etwa {0}

# net.cqs.web.Ingame
source: new password
de_de: Neues Passwort

# net.cqs.web.Ingame
source: repeat new password
de_de: Neues Passwort wiederholen

# net.cqs.web.Ingame
source: change
de_de: Ändern

# net.cqs.web.Ingame
source: user interface
de_de: Benutzer-Interface

# net.cqs.web.Ingame
source: default building constructions +N
de_de: Voreinstellung Gebäudebau +N

# net.cqs.web.Ingame
source: default drilling units +N
de_de: Voreinstellung Einheitenbau +N

# net.cqs.web.Ingame
source: fleet base: default value for "return fleet"
de_de: Flottenbasis: Standardeinstellung für "Zurückkehren"

# net.cqs.web.Ingame
source: fleet base: default value for "station fleet"
de_de: Flottenbasis: Standardeinstellung für "Flotte stationieren"

# net.cqs.web.Ingame
source: advanced css-effects
de_de: Fortgeschrittene CSS-Effekte

# net.cqs.web.Ingame
source: Depending on your computer and browser, this setting might lead to display errors or high CPU load.
de_de: Abhängig davon welcher Computer und Browser benutzt werden, kann diese Einstellung zu Darstellungsfehlern oder hoher Systemlast führen.

# net.cqs.web.Ingame
source: graphic pack
de_de: Grafik-Pack

# net.cqs.web.Ingame
source: By using a graphic pack you can reduce the quota costs caused by downloading images from the Conquer-Space.net server. We therefore highly recommend activating the graphic pack. You can download the graphic pack from the <a href="http://www.conquer-space.net/en/en/downloads">homepage</a>. After unpacking it, specify the complete path to the graphic pack including the final "/".
de_de: Durch Verwenden eines Grafikpacks können die Quotakosten, die durch das Herunterladen von Bildern vom Conquer-Space.net-Server verursacht werden, reduziert werden. Wir empfehlen es also sehr ein Grafikpack zu aktivieren. Das Grafikpac kann von der <a href="http://www.conquer-space.net/de/de/downloads">Hauptseite</a> heruntergeladen werden. Nachdem die Datei entpackt wurde muss der Pfad zum Grafikpack inklusive des abschließenden "/" hier angegeben werden.

# net.cqs.web.Ingame
source: examples:
de_de: Beispiele:

# net.cqs.web.Ingame
source: If you are not using a graphic pack, please delete the path to get access to the graphics from the server.
de_de: Wenn kein Grafik-Pack vorhanden ist, so muss der Pfad gelöscht werden.

# net.cqs.web.Ingame
source: We are most thankful for the graphic pack that Bambaata is hosting:<br />{0}
de_de: Wir sind dankbar dafür, dass Bambaata einen Grafikpack für alle zur Verfügung stellt:<br />{0}

# net.cqs.web.Ingame
source: path to graphic pack
de_de: Pfad zum Grafik-Pack

# net.cqs.web.Ingame
source: use CSS from graphic pack (for experts only)
de_de: CSS aus dem Grafik-Pack nutzen (nur für Experten)

# net.cqs.web.Ingame
source: Due to security reasons most browsers do not support storing the graphic pack on a local disk by default. Visit <a href="http://www.conquer-space.net/en/en/downloads">http://www.conquer-space.net/en/en/downloads</a> to check whether (and how) you can activate this for your browser. Using a graphic pack stored on webspace is possible with every browser.
de_de: Aus Sicherheitsgründen wird die Möglichkeit, das Grafik-Pack auf der lokalen Festplatte zu installieren, in immer weniger Browsern standardmäßig unterstützt. Bitte besuchen Sie <a href="http://www.conquer-space.net/de/de/downloads">http://www.conquer-space.net/de/de/downloads</a> um zu überprüfen ob (und wie) dies für Ihren Browser aktiviert werden kann. Jeder Browser unterstützt die Nutzung von Grafikpacks, die im Webspace gespeichert sind.

# net.cqs.web.Ingame
source: main settings
de_de: Haupteinstellungen

# net.cqs.web.Ingame
source: profile
de_de: Profil

# net.cqs.web.Ingame
source: donations
de_de: Spenden

# net.cqs.web.Ingame
source: delete account
de_de: Account löschen

# net.cqs.web.Ingame
source: request deletion of account
de_de: Accountlöschung beantragen

# net.cqs.web.Ingame
source: Your request was submitted.
de_de: Die Anfrage wurde abgeschickt.

# net.cqs.web.Ingame
source: nickname (entered automatically):
de_de: Spielername (automatisch eingetragen):

# net.cqs.web.Ingame
source: For safety reasons deleting only causes the blocking of an account. The deletion is only done after a while or not at all.
de_de: Aus Sicherheitsgründen führen Accountlöschungen zuerst nur zu Sperrungen. Der Account wird erst nach einiger Zeit oder eventuell gar nicht gelöscht.

# net.cqs.web.Ingame
source: Please tell us why you want to delete your account. Like this you can help us recognize problems so we can fix them, making CqS a more attractive game for users like yourself.
de_de: Bitte nenne uns die Gründe, die Dich dazu bewegen Deinen Account zu löschen. Damit hilfst Du uns Probleme zu erkennen, so dass wir sie angehen können und so CqS zu verbessern und für Spieler wie Dich attraktiver zu gestalten.

# net.cqs.web.Ingame
source: problems understanding how everything works: tutorial or help needed
de_de: Verständnisprobleme: Bedarf nach Hilfe oder Tutorial

# net.cqs.web.Ingame
source: too high complexity: not interested in tactics/planning games
de_de: Zu hohe Komplexität: Kein Interesse an Taktik/Plan-Spiel

# net.cqs.web.Ingame
source: enemy''s superiority: attacks and invasions
de_de: Übermacht des Gegners: Angriffe und Invasionen

# net.cqs.web.Ingame
source: enemy''s superiority: blockades, expansion impossible
de_de: Übermacht des Gegners: Blockaden, keine Expansion möglich

# net.cqs.web.Ingame
source: user interface: lucidity
de_de: Benutzer-Interface: Übersichtlichkeit

# net.cqs.web.Ingame
source: user interface: aesthetics
de_de: Benutzer-Interface: Ästhetik

# net.cqs.web.Ingame
source: not enough time
de_de: Zeitgründe

# net.cqs.web.Ingame
source: other reasons
de_de: Sonstige Gründe

# net.cqs.web.Ingame
source: We are grateful for more specific information on your reasons:
de_de: Es wäre nett, wenn Du auf Deine Gründe näher eingehen könntest:

# net.cqs.web.Ingame
source: change avatar image and description
de_de: Spielerbild und Beschreibung ändern

# net.cqs.web.Ingame
source: path to the image
de_de: Pfad zum Bild

# net.cqs.web.Ingame
source: The avatar image should be 120 x 160 pixel and have the file extension .png, .gif or .jpg.<br />The path has to lead to an image that is stored on webspace. Please do not enter a local path leading to an image stored on your hard drive.
de_de: Die Größe des Spielerbilds beträgt 120 x 160 Pixel und muss eine der folgenden Dateiendungen haben: .png, .gif, .jpg.<br />Der Pfad muss zu einem im Internet gespeicherten Bild führen (Webspace). Bitte geben Sie keinen lokalen Pfad zu einem Bild, das auf der Festplatte gespeichert ist, an.

# net.cqs.web.Ingame
source: register quota
de_de: Quota-Zuweisung beantragen

# net.cqs.web.Ingame
source: You can find the accounting connection on the Conquer-Space.net homepage at <a href="http://www.conquer-space.net/en/en/donations">http://www.conquer-space.net/en/en/donations</a>. The quota usually gets registered on the day the donation reaches our account. Please keep in mind that a bank transfer may take up to 5 days, online bank transfers usually need 2 days. These values hold for bank transfers within Germany. When transfering money from a foreign account, handling times differ.
de_de: Die Kontoverbindung für Überweisungen finden Sie auf der Conquer-Space.net Homepage unter <a href="http://www.conquer-space.net/de/de/donations">http://www.conquer-space.net/de/de/donations</a>. Die Quota wird normalerweise an dem Tag gutgeschrieben, an dem das Geld auf dem Conquer-Space.net-Konto ankommt. Man bedenke, dass innerhalb von Deutschland eine Papierüberweisung etwa 5 Werktage und eine Online-Überweisung etwa 2 Werktage benötigt. Auslandsüberweisungen können je nach Land variieren.

# net.cqs.web.Ingame
source: With this form you can register quota from remitted donations for any player.
de_de: Mit diesem Formular können Sie von überwiesenen Spenden Quota für beliebige Spieler registrieren.

# net.cqs.web.Ingame
source: Remittee player
de_de: Empfangender Spieler

# net.cqs.web.Ingame
source: MegaBytes per month extra quota
de_de: zusätzliche MegaByte pro Monat Quota

# net.cqs.web.Ingame
source: months retention
de_de: Monate Laufzeit

# net.cqs.web.Ingame
source: Miscellaneous (for extra wishes):
de_de: Sonstiges (für Spezialwünsche):

# net.cqs.web.Ingame
source: production queues
de_de: Produktionsschleifen

# net.cqs.web.Ingame
source: resume everything
de_de: Alles fortsetzen

# net.cqs.web.Ingame
source: rankings
de_de: Ranglisten

# net.cqs.web.Ingame
source: Players and alliances are ranked according to civilisation points and the number of units they have drilled throughout the whole round &ndash; including already destroyed units. This means that the highest position party is not necessarily the currently strongest one.
de_de: Die Rangliste richtet sich nach der Anzahl der Zivilisationspunkte und aller ausgebildeten Einheiten. Dies beinhaltet auch Einheiten, die bereits vernichtet wurden. Die höchstplatzierten Spieler und Allianzen sind also nicht unbedingt die momentan stärksten Parteien.

# net.cqs.web.Ingame
source: player ranking
de_de: Spieler-Rangliste

# net.cqs.web.Ingame
source: show {0}
de_de: {0} zeigen

# net.cqs.web.Ingame
source: alliance ranking
de_de: Allianz-Rangliste

# net.cqs.web.Ingame
source: members
de_de: Mitglieder

# net.cqs.web.Ingame
source: average
de_de: Schnitt

# net.cqs.web.Ingame
source: currently no alliance existent
de_de: Momentan keine Allianzen vorhanden

# net.cqs.web.Ingame
source: resources overview
de_de: Rohstoffübersicht

# net.cqs.web.Ingame
source: {0,number,integer} spent
de_de: {0,number,integer} ausgegeben

# net.cqs.web.Ingame
source: {0,number,integer} wasted
de_de: {0,number,integer} verschwendet

# net.cqs.web.Ingame
source: {0,number,integer} lost
de_de: {0,number,integer} verloren

# net.cqs.web.Ingame
source: {0,number,integer} donated
de_de: {0,number,integer} gespendet

# net.cqs.web.Ingame
source: {0,number,integer} received
de_de: {0,number,integer} erhalten

# net.cqs.web.Ingame
source: colony resources
de_de: Rohstoffe auf den Kolonien

# net.cqs.web.Ingame
source: steel
de_de: Stahl

# net.cqs.web.Ingame
source: oil
de_de: Öl

# net.cqs.web.Ingame
source: silicon
de_de: Silizium

# net.cqs.web.Ingame
source: total
de_de: Insgesamt

# net.cqs.web.Ingame
source: {0}% of all ground units can be handled by (warp-)transporters.
de_de: {0}% aller Bodeneinheiten können mit (Warp-)Transportern bewältigt werden.

# net.cqs.web.Ingame
source: {0}% of all space units can be handled by carriers.
de_de: {0}% aller Raumeinheiten können mit Trägern bewältigt werden.

# net.cqs.web.Ingame
source: account data
de_de: Accountdaten

# net.cqs.web.Ingame
source: alliance change possible in
de_de: Allianzwechsel möglich in

# net.cqs.web.Ingame
source: alliance change possible
de_de: Allianzwechsel möglich

# net.cqs.web.Ingame
source: needed for next colony
de_de: Nötig für die nächste Kolonie

# net.cqs.web.Ingame
source: colonization possible
de_de: Kolonisation möglich

# net.cqs.web.Ingame
source: civ points
de_de: Zivipunkte

# net.cqs.web.Ingame
source: alliance {0} [{1}]
de_de: Allianz {0} [{1}]

# net.cqs.web.Ingame
source: send message
de_de: Nachricht abschicken

# net.cqs.web.Ingame
source: send application
de_de: Bewerbung abschicken

# net.cqs.web.Ingame
source: Application was sent!
de_de: Bewerbung wurde abgeschickt!

# net.cqs.web.Ingame
source: Application was <i>not</i> sent!
de_de: Bewerbung wurde <i>nicht</i> abgeschickt!

# net.cqs.web.Ingame
source: No alliance with ID {0} exists.
de_de: Es existiert keine Allianz mit ID {0}.

# net.cqs.web.Ingame
source: No quota remaining!
de_de: Keine Quota mehr frei!

# net.cqs.web.Frontpage
source: error message
de_de: Fehlermeldung

# net.cqs.web.Frontpage
source: Hello {0}!
de_de: Hallo {0}!

# net.cqs.web.Frontpage
source: create new player
de_de: neuen Spieler anlegen

# net.cqs.web.Frontpage
source: nickname
de_de: Nick

# net.cqs.web.Frontpage
source: You have access to:
de_de: Sie haben Zugriff auf:

# net.cqs.web.Frontpage
source: access level
de_de: Zugriffslevel

# net.cqs.web.Frontpage
source: deactivated
de_de: Deaktiviert

# net.cqs.web.Frontpage
source: since {0}
de_de: seit {0}

# net.cqs.web.Frontpage
source: This round is currently stopped!
de_de: Diese Runde ist zur Zeit gestoppt!

# net.cqs.web.Frontpage
source: Password
de_de: Passwort

# net.cqs.web.Frontpage
source: players online: {0} of {1}
de_de: Spieler online: {0} von {1}

# net.cqs.web.Frontpage
source: Help
de_de: Hilfe

# net.cqs.web.Frontpage
source: Terms of usage
de_de: AGB

# net.cqs.web.Frontpage
source: Registration
de_de: Anmeldung

# net.cqs.web.Frontpage
source: Password reminder
de_de: Passwort vergessen?

# net.cqs.web.Frontpage
source: Guest login
de_de: Gast-Login

# net.cqs.web.Frontpage
source: CqS's bandwidth quota
de_de: Das CqS Bandbreiten Quota

# net.cqs.web.Frontpage
source: Conquer-Space.net has become popular enough for us to have to worry about the bandwidth-usage (transferred data). Therefore we have introduced a limit of data each player is allowed to exchange with us. This guarantees Conquer-Space.net to stay free without any player getting a disproportionate amount of the bandwidth.
de_de: Conquer-Space.net ist inzwischen so beliebt geworden, das wir uns um unseren Bandbreitenverbrauch (übertragene Daten) Gedanken machen müssen. Deshalb haben wir ein Limit eingebaut wieviel Daten jeder einzelne maximal mit uns austauschen darf. Dies ermöglicht es uns, Conquer-Space.net weiterhin kostenfrei für die Spieler zu betreiben und verhindert, dass einzelne User überproportional viel von der Bandbreite bekommen.

# net.cqs.web.Frontpage
source: By donating to Conquer-Space.net you can increase your personal limit, as we can finance the bandwidth with donations. People who have already donated can assert their claim with some admin staff.
de_de: Mit einer Spende an Conquer-Space.net ist es möglich das persönliche Limit zu erhöhen, da wir durch diese Spenden die gesamte Bandbreite finanzieren. Leute die bereits gespendet haben, können dies auch gegenüber dem CqS Admin Staff geltend machen.

# net.cqs.web.Frontpage
source: Help, I have exceeded my quota!
de_de: Hilfe, ich habe mein Quota überschritten!

# net.cqs.web.Frontpage
source: Don't panic. Every hour a bit of your used quota is reduced, such that after 24 hours your full quota is available again.
de_de: Keine Panik. In stündlichen Intervallen wird ein bisschen der vebrauchten Bandbreite vom Zähler abgezogen, so dass in je 24h genau das angegebene Maximum verbraucht werden kann.

# net.cqs.web.Frontpage
source: What can I do to save bandwidth?
de_de: Was kann ich tun um Bandbreite zu sparen?

# net.cqs.web.Frontpage
source: Some browsers slightly more econimical than others. Our experience showed that e.g. Opera(tm) has the least wastage. Transferring pictures isn't all too critical, as they are usually cached and therefore only cause one-time costs. You can even avoid these costs by using a grapic-pack, though. Another option is disabling the transfer of pictures altogether.
de_de: Einige Browser sind ein wenig genügsamer als andere. Opera(tm) z.B. erzielte bisher den geringsten Verbrauch. Die Übertragung von Bilder ist nicht allzu kritisch, da diese normalerweise gecachet werden und daher in der Regel einmalige Kosten verursachen. Man kann allerdings durch Angabe eines Grafik-Packs auch diese Kosten einsparen. Eine andere Möglichkeit ist die Übertragung von Bildern abzustellen.

# net.cqs.web.Frontpage
source: Additional basic rules are: Don't reload overview and fleet pages if it is not necessary and try to compose building queues that can run unattended over a longer period of time.
de_de: Weitere einfache Grundregeln sind: nicht zu häufig Übersichts- und Flottenseiten neu laden, wenn es nicht nötig ist und Bauschleifen zusammenstellen, die länger unbeaufsichtigt laufen können.

# net.cqs.web.Frontpage
source: How can I get more quota?
de_de: Wie kann ich mehr Quota bekommen?

# net.cqs.web.Frontpage
source: You can donate money to Conquer-Space.net. For explanation see above. More information can be found on the following page:
de_de: Spenden! Wie das geht, steht hier:

# net.cqs.web.Frontpage
source: Your registration was successful!
de_de: Die Anmeldung war erfolgreich!

# net.cqs.web.Frontpage
source: Within a short time you will receive an email including the registration-id and a activation-link.
de_de: In Kürze erhalten Sie eine Email mit der Registrierungs-ID und einem Aktivierungslink.

# net.cqs.web.Frontpage
source: Already registered?
de_de: Bereits angemeldet?

# net.cqs.web.Frontpage
source: registration-id
de_de: Registrierungs-ID

# net.cqs.web.Frontpage
source: proceed
de_de: Fortsetzen

# net.cqs.web.Frontpage
source: The registration failed!
de_de: Die Anmeldung ist fehlgeschlagen!

# net.cqs.web.Frontpage
source: This can be due to different reasons:
de_de: Dies kann aus verschiedenen Gründen passiert sein:

# net.cqs.web.Frontpage
source: You did not accept the terms of use.
de_de: Sie haben den Nutzungsbedingungen nicht zugestimmt.

# net.cqs.web.Frontpage
source: The submitted email address was of an invalid format, e.g. ulf@abc or ulfjack.conquer-space.net.
de_de: Die eingegebene Email-Adresse hat ein ungültiges Format, z.B. ulf@abc oder ulfjack.conquer-space.net.

# net.cqs.web.Frontpage
source: An internal error occurred.
de_de: Es ist ein interner Fehler aufgetreten.

# net.cqs.web.Frontpage
source: Please click the back-button and try again. If you are sure you enter all the information correctly and still are not successful, please contact <a href="mailto:ulfjack@conquer-space.net">ulfjack@conquer-space.net</a> or visit the IRC and look for UlfJack or any other administrator.
de_de: Bitte klicken Sie auf den Zurück-Knopf und versuchen es nochmal. Wenn Sie sich sicher sind, dass Sie keinen Fehler bei der Eingabe gemacht haben, dann wenden Sie sich bitte an <a href="mailto:ulfjack@conquer-space.net">ulfjack@conquer-space.net</a> oder im IRC an UlfJack oder einen anderen Administrator.

# net.cqs.web.Frontpage
source: You can log in with the following data now. This data is additionally being sent to the email address you specified.
de_de: Sie können Sich mit den folgenden Login-Daten nun einloggen. Diese Daten werden Ihnen zusätzlich noch an die angegebene Email-Adresse gesendet.

# net.cqs.web.Frontpage
source: as specified
de_de: &lt;wie eingegeben&gt;

# net.cqs.web.Frontpage
source: other data
de_de: Andere Daten

# net.cqs.web.Frontpage
source: The nickname you entered is already taken.
de_de: Der Nick ist bereits vergeben.

# net.cqs.web.Frontpage
source: The nickname you entered contained blanks, umlauts or other illegal chars (e.g. &lt;, &amp;, &gt;).
de_de: Der Nick enthält Leerzeichen, Umlaute oder andere nicht erlaubte Zeichen (z.B. &lt;, &amp;, &gt;).

# net.cqs.web.Frontpage
source: The password-submissions did not correspond.
de_de: Die Passwort-Eingaben haben nicht übereingestimmt.

# net.cqs.web.Frontpage
source: Please try again.
de_de: Bitte versuchen sie es noch einmal.

# net.cqs.web.Frontpage
source: set up account
de_de: Account einrichten

# net.cqs.web.Frontpage
source: repeat password
de_de: Passwort Wdh.

# net.cqs.web.Frontpage
source: complete registration!
de_de: Anmeldung fertigstellen!

# net.cqs.web.Frontpage
source: Unfortunately the id you entered is invalid!
de_de: Die angegebene Id ist ungültig!

# net.cqs.web.Frontpage
source: Not registered yet?
de_de: Noch nicht angemeldet?

# net.cqs.web.Frontpage
source: I accept the terms of usage.
de_de: Ich stimme den Nutzungsbedingungen zu.

# net.cqs.web.Frontpage
source: email address
de_de: Email-Adresse

# net.cqs.web.Frontpage
source: register
de_de: Anmeldung durchführen

# net.cqs.web.Frontpage
source: The registration for this round has unfortunately already closed.
de_de: Die Anmeldung für diese Runde ist leider bereits geschlossen.

# net.cqs.web.Frontpage
source: But you can sign up for the next round at <a href="http://voranmeldung.conquer-space.net">http://voranmeldung.conquer-space.net</a>. Additionally you can get a picture of Conquer-Space.net in the <a href="http://beta.conquer-space.net">beta round</a>.
de_de: Du kannst Dich aber auf <a href="http://voranmeldung.conquer-space.net">http://voranmeldung.conquer-space.net</a> für die nächste Runde anmelden. Zusätzlich kannst Du Dir in der <a href="http://beta.conquer-space.net">Beta-Runde</a> einen ersten Einblick verschaffen.

# net.cqs.web.Frontpage
source: There is no registration for this round.
de_de: Es gibt keine Anmeldung für diese Runde.

# net.cqs.web.Frontpage
source: This action is currently not functioning!
de_de: Diese Aktion ist derzeit nicht funktionsfähig!

# net.cqs.web.Frontpage
source: An email containing the password for this log-in name has been sent.
de_de: Das Passwort für den Login-Namen wurde per Email verschickt.

# net.cqs.web.Frontpage
source: We were not able to send the password per email.
de_de: Das Passwort konnte nicht per Email verschickt werden.

# net.cqs.web.Frontpage
source: The accout-data will be sent to the email address that is stored in the database.
de_de: Die Account-Daten werden Ihnen per Email an die in der Datenbank gespeicherte Email-Adresse zugeschickt.

# net.cqs.web.Frontpage
source: retrieve password
de_de: Passwort zuschicken lassen

# net.cqs.web.Frontpage
source: nickname or id
de_de: Nick oder ID

# net.cqs.web.Frontpage
source: Send me my password!
de_de: Passwort zuschicken!

# net.cqs.web.Reports
source: spy report
de_de: Spionagebericht

# net.cqs.web.Reports
source: owner
de_de: Besitzer

# net.cqs.web.Reports
source: created on:
de_de: Erstellt am:

# net.cqs.web.Reports
source: planetary units
de_de: Bodeneinheiten

# net.cqs.web.Reports
source: interplanetary units
de_de: interplanetare Einheiten

# net.cqs.web.Reports
source: interstellar units
de_de: interstellare Einheiten

# net.cqs.web.Reports
source: The spy report was not found.
de_de: Der Spionagebericht wurde nicht gefunden.

# net.cqs.web.Reports
source: battle report
de_de: Kampfbericht

# net.cqs.web.Reports
source: type
de_de: Typ

# net.cqs.web.Reports
source: attacker
de_de: Angreifer

# net.cqs.web.Reports
source: defender
de_de: Verteidiger

# net.cqs.web.Reports
source: display mode
de_de: Anzeigemodus

# net.cqs.web.Reports
source: raw data
de_de: Rohdaten

# net.cqs.web.Reports
source: battle progression
de_de: Kampfverlauf

# net.cqs.web.Reports
source: {0} (id {1}) owned by {2} is fighting with:
de_de: {0} (ID {1}) von {2} kämpft mit:

# net.cqs.web.Reports
source: INTERNAL ERROR: unknown event
de_de: INTERNER FEHLER: Unbekanntes Ereignis
