Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.i18n.AccessDeniedReason
source: Login has failed due to an unknown reason.
de_de: Das Login ist aus einem unbekannten Grund fehlgeschlagen.

# net.cqs.i18n.AccessDeniedReason
source: A cookie was newly generated. Did you deactivate cookies?
de_de: Ein Cookie wurde soeben neu erstellt. Haben Sie Cookies im Browser deaktiviert?

# net.cqs.i18n.AccessDeniedReason
source: It is not possible to log in from this IP with the used session-id.
de_de: Von dieser IP ist ein Login mit der angegebenen Session-ID nicht möglich.

# net.cqs.i18n.AccessDeniedReason
source: Login has failed.
de_de: Das Login ist fehlgeschlagen.

# net.cqs.engine.AccessLevel
source: full
de_de: Vollständig

# net.cqs.engine.AccessLevel
source: guest
de_de: Gast

# net.cqs.engine.AccessLevel
source: none
de_de: Kein

# net.cqs.config.AgeEnum
source: Age of Colonisation
de_de: Zeitalter der Kolonisation

# net.cqs.config.AgeEnum
source: Age of Expansion
de_de: Zeitalter der Expansion

# net.cqs.config.AgeEnum
source: Age of Conflict
de_de: Zeitalter des Konfliktes

# net.cqs.config.AgeEnum
source: Age of War
de_de: Zeitalter des Krieges

# net.cqs.config.BattleMessageEnum
source: The attacker wins, because there is no defense.
de_de: Der Angreifer gewinnt, da keine Gegenwehr erfolgt.

# net.cqs.config.BattleMessageEnum
source: The invasion was successful.
de_de: Es wurde erfolgreich erobert!

# net.cqs.config.BattleMessageEnum
source: Resources were robbed.
de_de: Es wurden erfolgreich Rohstoffe geraubt!

# net.cqs.config.BattleStateEnum
source: Undecided
de_de: Unentschieden

# net.cqs.config.BattleStateEnum
source: Attacker
de_de: Angreifer

# net.cqs.config.BattleStateEnum
source: Defender
de_de: Verteidiger

# net.cqs.config.BattleStateEnum
source: All Killed
de_de: Alle vernichtet

# net.cqs.config.BattleStateEnum
source: Internal Error
de_de: Interner Fehler

# net.cqs.config.BattleStateEnum
source: A deserted planet was being blocked
de_de: Es wurde ein leerer Planet blockiert

# net.cqs.config.CheckResult
source: not enough resources
de_de: nicht genügend Rohstoffe

# net.cqs.config.CheckResult
source: not enough steel
de_de: nicht genug Stahl

# net.cqs.config.CheckResult
source: not enough oil
de_de: nicht genug Öl

# net.cqs.config.CheckResult
source: not enough silicon
de_de: nicht genug Silizium

# net.cqs.config.CheckResult
source: not enough deuterium
de_de: nicht genug Deuterium

# net.cqs.config.CheckResult
source: not enough inhabitants
de_de: nicht genug Bevölkerung

# net.cqs.engine.diplomacy.ContractType
source: war declaration
de_de: Kriegserklärung

# net.cqs.engine.diplomacy.ContractType
source: Before you can attack others, you need to declare war on them. After declaring war, you have to wait 6 hours, so that the enemy has time to receive the war declaration.
de_de: Bevor man einen Spieler angreifen darf, muss man ihm den Krieg erklären. Nach der Kriegserklärung müssen 6 Stunden vergehen bevor der erste Angriff durchgeführt werden darf.

# net.cqs.engine.diplomacy.ContractType
source: non-aggression pact
de_de: Nichtangriffspakt

# net.cqs.engine.diplomacy.ContractType
source: With this contract all parties promise not to launch any attacks. When a non-aggression pact is canceled, 12 hours are reserved in which you cannot attack each other.
de_de: Bei diesem Vertrag stimmen alle Parteien sich nicht anzugreifen. Wenn ein Nichtangriffspakt gekündigt wird müssen 12 Stunden vergehen bevor Angriffe möglich sind.

# net.cqs.engine.diplomacy.ContractType
source: trade agreement
de_de: Handelsvertrag

# net.cqs.engine.diplomacy.ContractType
source: A trade agreement enables all parties to trade resources with each other. This is done by unloading resources at other's colonies. So contract members may pass each other's blockades, as long as the fleets do not include any attack units. When a trade agreement is canceled, 18 hours are reserved in which you cannot attack each other.
de_de: Ein Handelsvertrag ermöglicht es allen Parteien Rohstoffe zu tauschen. Dazu entlädt man Rohstoffe bei einer fremden Kolonie. Dementsprechend dürfen Vertragsmitglieder gegenseitig Blockaden durchfliegen, solange die Flotten keine Kampfeinheiten haben. Wenn ein Handelsvertrag gekündigt wird müssen 18 Stunden vergehen bevor Angriffe möglich sind.

# net.cqs.engine.diplomacy.ContractType
source: union
de_de: Bündnis

# net.cqs.engine.diplomacy.ContractType
source: When joined in a union you can trade resources, as well as pass the other's blockades with all your fleets - even when they include attack units. When a union is canceled, 24 hours are reserved in which you cannot attack each other.
de_de: In einer Union können Rohstoffe getauscht werden und Blockaden durchflogen werden - selbst wenn die Flotte Kampfeinheiten hat. Wenn eine Union gekündigt wird müssen 24 Stunden vergehen bevor Angriffe möglich sind.

# net.cqs.engine.diplomacy.ContractType
source: alliance
de_de: Allianz

# net.cqs.engine.diplomacy.ContractType
source: An alliance expresses the highest level of trust. You may trade resources, pass blockades with all fleets, and even use the other's transmitters. When an alliance is canceled, 36 hours are reserved in which you cannot attack each other.
de_de: Eine Allianz drückt absolutes Vertrauen aus. Es können Rohstoffe getauscht werden, Blockaden mit beliebigen Flotten durchflogen werden und man kann sogar die Transmitterstationen der anderen verwenden. Wenn eine Allianz gekündigt wird müssen 36 Stunden vergehen bevor Angriffe möglich sind.

# net.cqs.engine.diplomacy.DiplomaticStatus
source: ownership
de_de: Eigentum

# net.cqs.engine.diplomacy.DiplomaticStatus
source: alliance
de_de: Allianz

# net.cqs.engine.diplomacy.DiplomaticStatus
source: union
de_de: Bündnis

# net.cqs.engine.diplomacy.DiplomaticStatus
source: trade agreement
de_de: Handelsvertrag

# net.cqs.engine.diplomacy.DiplomaticStatus
source: non-aggression pact
de_de: Nichtangriffspakt

# net.cqs.engine.diplomacy.DiplomaticStatus
source: neutrality
de_de: Neutralität

# net.cqs.engine.diplomacy.DiplomaticStatus
source: contract expiration
de_de: Ablauf eines Vertrags

# net.cqs.engine.diplomacy.DiplomaticStatus
source: war declaration
de_de: Kriegserklärung

# net.cqs.config.base.BattleTypeEnum
source: surface battle
de_de: Bodenkampf

# net.cqs.config.base.BattleTypeEnum
source: landing battle
de_de: Landungskampf

# net.cqs.config.base.BattleTypeEnum
source: space battle
de_de: Raumkampf

# net.cqs.config.base.BattleTypeEnum
source: simulation battle
de_de: Simulationskampf

# net.cqs.config.base.BuildingEnum
source: steel mill
de_de: Stahlwerk

# net.cqs.config.base.BuildingEnum
source: Steel mills have two functions. The first includes mining iron ore and extracting iron from it. The second deals with processing iron to steel by mixing it with carbon. This construction should be expanded as soon as possible.<br />Each steel mill provides an extra {0,number,integer} tons of steel per hour, given a planet suitability of 100%.
de_de: Stahlwerke sind in zwei Hauptgebiete unterteilt. Ersterer ist zuständig für die Förderung von Eisenerz und die Gewinnung von Eisen aus jenem, zweiterer für die Veredelung von Eisen zu Stahl durch den Zusatz von Kohlenstoff. Vor allem in den Anfängen wird Stahl in großen Mengen benötigt und es sollte deshalb zuerst Wert darauf gelegt werden, das Stahlwerk auszubauen.<br />Bei einer Planeteneignung von 100% erhöht jedes Stahlwerk die Produktion von Stahl um {0,number,integer} Tonnen pro Stunde.

# net.cqs.config.base.BuildingEnum
source: refinery
de_de: Raffinerie

# net.cqs.config.base.BuildingEnum
source: Refineries are in low levels simple derricks, that supply oil. Its expansions focus on processing oil. Though more expensive, processed oil is more efficient and can be used for making plastics.<br />Each refinery provides an extra {0,number,integer} tons of oil per hour, given a planet suitability of 100%.
de_de: Raffinerien sind in geringen Stufen Bohrtürme, die Rohöl fördern. Mit Fortschreiten des Ausbaus wächst aber der Bereich, der für die Veredelung des Öls zuständig ist. Dadurch wird die Effizienz des Öls erhöht und ermöglicht Öl in Kunststoffe umzuwandeln. Dieser Vorgang ist allerdings mit erheblich höheren Kosten verbunden.<br />Bei einer Planeteneignung von 100% erhöht jede Raffinerie die Produktion von Öl um {0,number,integer} Tonnen pro Stunde.

# net.cqs.config.base.BuildingEnum
source: silicon foundry
de_de: Siliziumschmelze

# net.cqs.config.base.BuildingEnum
source: In a silicon foundry, silicon is separated from highly heated sands and quartz brass. Using the produced silicon, microchips are also built here. This is a very expensive process because of the necessity of precise and sterile work. With increasing technological standards, microtechnology raises in importance and with it the need for silicon foundries.<br />Each silicon foundry provides an extra {0,number,integer} tons of silicon per hour, given a planet suitability of 100%.
de_de: In der Siliziumschmelze wird Silizium durch starke Erhitzung aus Sand und Quarzerzen gewonnen. Außerdem werden hier Microchips hergestellt, die den Grundstoff Silizium benötigen. Wegen der Notwendigkeit von präziser und steriler Arbeit ist dieser Prozess kostenaufwendig. Vor allem mit dem Fortschritt wird die Microtechnologie zum wichtigen Bestandteil der Industrie.<br />Bei einer Planeteneignung von 100% erhöht jede Siliziumschmelze die Produktion von Silizium um {0,number,integer} Tonnen pro Stunde.

# net.cqs.config.base.BuildingEnum
source: processing plants
de_de: Anreicherungsanlage

# net.cqs.config.base.BuildingEnum
source: A very complicated process is necessary for producing deuterium. Water has to be split up into hydrogen and oxygen by electrolysis. Then the low percentage of deuterium has to be filtered out. As this process is both expensive and inefficient producing larger amounts of deuterium can be time consuming.<br />Each processing plant provides an extra {0,number,integer} tons of deuterium per hour, given a planet suitability of 100%.
de_de: Um Deuterium zu gewinnen ist ein sehr aufwendiger Prozess notwendig. Wasser muss durch eine Elektrolyse in Sauerstoff und Wasserstoff aufgespalten werden. Aus dem erhaltenen Wasserstoff kann dann der geringe Anteil von Deuterium gewonnen werden. Wegen der Kostenaufwendigkeit und Ineffizenz dieses Vorgangs ist eine Bereitstellung von grösseren Mengen an Deuterium oft sehr zeitaufwendig.<br />Bei einer Planeteneignung von 100% erhöht jede Anreicherungsanlage die Produktion von Deuterium um {0,number,integer} Tonnen pro Stunde.

# net.cqs.config.base.BuildingEnum
source: trade center
de_de: Handelszentrum

# net.cqs.config.base.BuildingEnum
source: A trade center gives merchants the possibility of offering their goods in a normed forum, which could be compared with the stock market. By providing a standardized exchange, the competition is assisted and the economy is backed up. An inconvenient side effect of increased trade is a decrease of population growth.<br />Each trade centre provides an extra income of {0,number,integer} CqSol per hour.
de_de: Das Handelszentrum bietet Händlern ähnlich wie die Börse ein standartisiertes Forum, in dem sie Ihre Waren anbieten können. Dadurch wird ein einheitlicher Markt geschaffen, was den Wettbewerb fördert und damit die Wirtschaft unterstützt. So können die Einnahmen erhöht werden. Ein unangenehmer Seiteneffekt von erhöhter Wirtschaft ist der Rückgang des Bevölkerungswachstums.<br />Jedes Handelszentrum erhöht das Einkommen um {0,number,integer} CqSol pro Stunde.

# net.cqs.config.base.BuildingEnum
source: infrastructure
de_de: Infrastruktur

# net.cqs.config.base.BuildingEnum
source: The growth rate of the population mainly depends on the living conditions of your citizens. Therefore traffic routes, public buildings (i.e. hospitals, police stations, firefighters) and recreational facilities have to be expanded to guarantee a minimum of quality of life.
de_de: Das Bevölkerungswachstum hängt stark von den Lebensbedingungen der Bürger ab. Um also die Wachstumsrate zu steigern, sollten Verkehrswege, öffentliche Gebäude (wie Krankenhäuser, Polizei, Feuerwehr) und Freizeiteinrichtungen erbaut werden. Dadurch wird garantiert, dass die Lebensqualität nicht unter einen Minimalwert sinkt.

# net.cqs.config.base.BuildingEnum
source: residence
de_de: Wohngebäude

# net.cqs.config.base.BuildingEnum
source: For creating sufficient housing space, residential buildings have to be constructed. As the population grows when enlarging a colony, this building has to be upgraded continuously.<br />Each residence provides living space for {0,number,integer} people.
de_de: Um ausreichend Wohnraum für die Bevölkerung zu schaffen, müssen Wohngebäude errichtet werden. Da die Bevölkerung mit dem Ausbau einer Kolonie ansteigt, wird dieses Gebäude stets erweitert werden müssen.<br />Jedes Wohngebäude stellt Wohnraum für {0,number,integer} Personen zur Verfügung.

# net.cqs.config.base.BuildingEnum
source: steel depot
de_de: Stahllager

# net.cqs.config.base.BuildingEnum
source: In these buildings steel can be collected and therefore the maximum cargo capacity is enhanced. Basically there is a need for extra storage when large amounts of steel are needed for bigger projects.<br />Each steel depot provides space for {0,number,integer} tons of steel.
de_de: In diesem Gebäude kann Stahl gesammelt werden und es wird somit die maximale Ladekapazität erhöht. Das ist vor allem notwendig, wenn aufwendigere Bauten geplant sind, bei dem der Stahl in größeren Mengen zwischengelagert werden müssen.<br />In jedem Stahllager können {0,number,integer} Tonnen Stahl aufbewahrt werden.

# net.cqs.config.base.BuildingEnum
source: oil tanks
de_de: Öltanks

# net.cqs.config.base.BuildingEnum
source: Tanks are needed to increase oil capacity.<br />Each oil tank provides space for {0,number,integer} tons of oil.
de_de: Öl kann man im Gegensatz zu Stahl nicht in einfachen Lagerhallen aufbewahren. Daher müssen Tanks gebaut werden. Durch den Bau von diesen kann mehr Öl zwischengespeichert werden.<br />In jedem Öltank können {0,number,integer} Tonnen Öl aufbewahrt werden.

# net.cqs.config.base.BuildingEnum
source: silicon depot
de_de: Siliziumlager

# net.cqs.config.base.BuildingEnum
source: Silicon has to be preserved in special halls, as the need of purity demands a sterile storage. Consequently it can not be saved in steel depots, which are much cheaper. Increasing the cargo capacity of silicon is of great importance, though.<br />Each silicon depot provides space for {0,number,integer} tons of silicon.
de_de: Silizium wird zur Garantie der Reinheit in Spezialhallen, die absolut steril gehalten werden, gelagert. Aus diesem Grund können nicht die gleichen Lagerhallen wie für Stahl verwendet werden, die deutlich günstiger sind. Eine erhöhte maximale Ladekapazität für Silizium ist allerdings von großer Bedeutung.<br />In jedem Siliziumlager können {0,number,integer} Tonnen Silizium aufbewahrt werden.

# net.cqs.config.base.BuildingEnum
source: deuterium depot
de_de: Deuteriumspeicher

# net.cqs.config.base.BuildingEnum
source: Deuterium has to be stored under extreme refrigeration, so it becomes a liquid. In addition to that the risk of explosions, which could occur because of arc-overs, has to be reduced to a minimum. Consequently, storing deuterium is very expensive. Unfortunately, enhancing the cargo capacity can not be avoided when expanding your fleet.<br />Each deuterium depot provides space for {0,number,integer} tons of deuterium.
de_de: Deuterium muss in extremer Kühlung aufbewahrt werden, um es zu verflüssigen. Außerdem muss das Risiko einer Explosion durch Funkenüberschlag minimalisiert werden. Wegen dieser beiden Faktoren ist die Lagerung von Deuterium am Teuersten. Vor allem für die Bereitstellung einer größeren Flotte ist der Ausbau von Deuteriumspeichern unausweichlich.<br />In jedem Deuteriumspeicher können {0,number,integer} Tonnen Deuterium aufbewahrt werden.

# net.cqs.config.base.BuildingEnum
source: military base
de_de: Militärbasis

# net.cqs.config.base.BuildingEnum
source: A military basis is divided into two main blocks. Firstly, planet-bound vehicles and weapons are produced. Secondly, troops and crew-members are drilled here.
de_de: Die Militärbasis unterteilt sich in zwei Großbereiche. Einerseits werden planetare Fortbewegungsmittel und Waffen produziert, andererseits findet hier die Ausbildung zu Fußsoldaten und Besatzungsmitglieder statt.

# net.cqs.config.base.BuildingEnum
source: shipyard
de_de: Schiffswerft

# net.cqs.config.base.BuildingEnum
source: Units, which are constructed here, are not planet-bound anymore. They have the possiblity of moving in the interplanetary neighborhood, expanding trading routes and giving you advantages when fighting enemies.
de_de: Der erste Schritt, um Ihren Wirkungskreis zu erweitern, ist der Bau von Fortbewegungsmitteln, die sich über den eigenen Planeten hinaus bewegen können. Durch die Errichtung einer Schiffswerft kann man Schiffe bauen, die zwischen Planeten des gleichen Systems interagieren können. Allerdings ist es nicht möglich auch in andere Systeme zu gelangen.

# net.cqs.config.base.BuildingEnum
source: spaceports
de_de: Raumdocks

# net.cqs.config.base.BuildingEnum
source: Spaceports are orbital shipyards that were created to build large spaceships. They are extremely important for interstellar travel, opening the whole universe to you.
de_de: Im Raumdock ist es möglich Schiffe zu konstruieren, die zwischen den Systemen pendeln können. Allerdings sind sie nicht geeignet für interplanetare Reisen, da sie auf Grund ihrer Grösse und des erhöhten Treibstoffbedarfs interplanetaren Schiffen stark unterlegen sind. Die Möglichkeit die Grenzen des eigenen Systems zu überwinden und somit das ganze Universum ereisen zu können ist allerdings nicht zu verkennen.

# net.cqs.config.base.BuildingEnum
source: A transmitter station mainly consists of a star gate, with which you can transfer units to other colonies. By using wormholes the flight duration is reduced notedly. Unfortunately you have to have a transmitter station on the destination colony, too. Note that with transmitter stations you can transfer fleets very quickly between different systems.<br />Transmitter stations allow you to move fleets from one system to another within {0}.
de_de: Eine Transmitter-Station besteht vor allem aus einem Sternentor, mit dem man Flotten auf andere Kolonien schicken kann. Dabei wird durch die Nutzung von Wurmlöchern die Reisedauer stark verkürzt. Es ist jedoch nötig, dass auch auf der Zielkolonie eine solche Transmitter-Station errichtet wurde. Dies ermöglicht insbesondere eine beschleunigte Übertragung von Flotten zwischen Kolonien verschiedener Systeme.<br />Transmitterstationen ermöglichen die Übertragung von Flotten zwischen Systemen innerhalb von {0}.

# net.cqs.config.base.BuildingEnum
source: radio telescope
de_de: Radioteleskop

# net.cqs.config.base.BuildingEnum
source: A radio telescope is a traversable antenna that can receive electromagnetic radiation. This information can shed light on the position of other systems. When upgrading whole fields of telescopes can be constructed which leads to more detailed information. You can especially investigate larger areas of the universe. As it gets much harder to interpret the radiation with growing distance, the system view only grows slowly when building more radio telescopes.
de_de: Ein Radio-Teleskop ist eine frei schwenkbare Grossantenne zum Empfangen von elektromagnetischer Strahlung aus dem Universum. Durch die erhaltenen Informationen kann dann Aufschluss gewährt werden über die Lage von anderen Systemen. Beim Ausbau errichtet man ganze Felder von Teleskopen, wodurch Genauigkeit und Reichweite erhöht werden. Da mit steigender Entfernung der Empfang und die Deutung immer schwieriger werden, erweitert sich die Systemsichtweite mit dem Ausbau dieses Gebäudes nur langsam.

# net.cqs.config.base.BuildingEnum
source: university
de_de: Universität

# net.cqs.config.base.BuildingEnum
source: A university is an academy for all sciences. Teaching succeeds in different faculties, where research and education can take place. For university work it is essential how many professors can be employed. The more chairs are available, the faster you can research and the better you can educate your specialists. When firing a professor, he leaves the university and consequently the level of education decreases.
de_de: Eine Universität ist eine Hochschule für die Gesamtheit der Wissenschaften. Der Lehrbetrieb wird in verschiedene Fakultäten unterteilt. In diesen finden sowohl Ausbildung als auch Forschung statt. Ausschlaggebend darüber, wie viel wissenschaftliche Arbeit unterstützt werden kann, ist die Anzahl der Professuren. Je mehr Lehrstühle zur Verfügung stehen und somit Professoren und Assistenten eingestellt werden können, desto ausgeprägter kann geforscht werden und um so mehr Wissen kann vermittelt werden. Verlässt ein Professor eine Universität, so kann er nicht mehr angewohntem Ort lehren und folglich gehen Ausbildungsmöglichkeiten verloren.

# net.cqs.config.base.BuildingEnum
source: library
de_de: Bibliothek

# net.cqs.config.base.BuildingEnum
source: In a library books are stored and cataloged. Consequently the population can look up different things in great works or lend books. At home they then can keep themselves busy with their field of interest or relax a bit by reading a good book. No city should lack this building, as it is an indicator of civilized life.
de_de: In der Bibliothek werden Büchersammlungen aufbewahrt und es wird ein Katalog über den Bestand angelegt. Dadurch ist es der Bevölkerung möglich, verschiedene Informationen in grossen Werken nachzuschlagen oder aber Bücher auszuleihen. Zu Hause können sie sich dann intensiver mit Interessensgebieten beschäftigen oder einfach zum Ausgleich ein gutes Buch lesen. Dieses Gebäude darf in keiner Stadt fehlen, die etwas auf sich hält, denn es ist ein Zeichen von zivilisiertem Leben.

# net.cqs.config.base.EducationEnum
source: construction techniques
de_de: Bautechnik

# net.cqs.config.base.EducationEnum
source: The more a settlement grows, the bigger the need is for larger buildings. But more complex projects take more time to complete, and the more crowded a planet is, the harder it will be to clear new building lots. By researching and enhancing construction techniques these problems can tackled.<br /><br />This education decreases the construction time of buildings.
de_de: Mit fortschreitendem Ausbau einer Siedlung entsteht das Bedürfnis nach größeren Gebäuden. Diese aufwendigeren Projekte beanspruchen viel Zeit, vor allem wenn der Planet schon stark bebaut ist. Durch die Weiterentwicklung und Erforschung von Bautechniken können diese Probleme bewältigt werden.<br /><br />Diese Ausbildung verringert die Bauzeiten von Gebäuden.

# net.cqs.config.base.EducationEnum
source: warp-engine
de_de: Warp-Antrieb

# net.cqs.config.base.EducationEnum
source: When launching space ships huge amounts of deuterium are needed. By facilitating the energy more effectively the needed amount of deuterium can be decreased. These advanced techniques can only be applied by specialists, so special schooling is needed.<br /><br />This education decreases the costs of warp modules.
de_de: Vor allem beim Start werden große Mengen an Deuterium benötigt. Durch die effektivere Nutzung der Energie können auch größere Mengen an Deuterium eingespart werden. Dies zahlt sich vor allem aus, wenn man viele Flotten im Raum unterhält. Allerdings können nur Spezialisten so genau arbeiten.<br /><br />Diese Ausbildung verringert die Kosten für Warp-Module.

# net.cqs.config.base.EducationEnum
source: infantry
de_de: Infanterie
