Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, the destination colony does not have a transmitter station.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da sich auf der Zielkolonie keine Transmitterstation befindet.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, the owner of the current colony does not have enough money.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da der Eigentümer der aktuellen Kolonie nicht ausreichend Geld für den Transfer besitzt.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, the owner of the destination colony does not have enough money.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da der Eigentümer der Zielkolonie nicht ausreichend Geld für den Transfer besitzt.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, invalid destination colony was entered.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da die Zielkolonie ungültig ist.

# net.cqs.config.base.ErrorCode
source: Fleet cannot defend, invalid position.
de_de: Flotte %s: Es konnte nicht verteidigt werden, da die Flotte sich an einer ungültigen Position befindet.

# net.cqs.config.base.ErrorCode
source: Fleet cannot defend, no colony.
de_de: Flotte %s: Es konnte nicht verteidigt werden, da die Flotte sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Fleet cannot defend, no planetary units.
de_de: Flotte %s: Es konnte nicht verteidigt werden, da die Flotte keine Bodeneinheiten besitzt.

# net.cqs.config.base.ErrorCode
source: Fleet cannot defend, no space units.
de_de: Flotte %s: Es konnte nicht verteidigt werden, da die Flotte keine Raumeinheiten besitzt.

# net.cqs.config.base.ErrorCode
source: Cannot block, the current position is invalid.
de_de: Flotte %s: Es konnte nicht blockiert werden, da die aktuelle Position ungültig ist.

# net.cqs.config.base.ErrorCode
source: Cannot block, no planet near to block.
de_de: Flotte %s: Es konnte nicht blockiert werden, da die Flotte sich nicht bei einem Planeten befindet.

# net.cqs.config.base.ErrorCode
source: Cannot block, this planet is already being blocked.
de_de: Flotte %s: Es konnte nicht blockiert werden, da dieser Planet bereits von nicht Verbündeten blockiert wird.

# net.cqs.config.base.ErrorCode
source: Cannot block, your fleet does not contain any space battle units.
de_de: Flotte %s: Es konnte nicht blockiert werden, da die Flotte keine Raum-Kampfeinheiten besitzt.

# net.cqs.config.base.ErrorCode
source: A ground fleet cannot create a space blockade.
de_de: Flotte %s: Es konnte nicht blockiert werden, da die Flotte gelandet ist.

# net.cqs.config.base.ErrorCode
source: Cannot block, the planet is not colonized yet.
de_de: Flotte %s: Es konnte nicht blockiert werden, da die Flotte sich bei einem unbesiedelten Planeten befindet.

# net.cqs.config.base.ErrorCode
source: Cannot attack blockade, no planet near.
de_de: Flotte %s: Eine Blockade kann nur dann angegriffen werden, wenn sich die Flotte bei einem blockierten Planeten befindet.

# net.cqs.config.base.ErrorCode
source: Cannot attack blockade, the planet is not being blocked.
de_de: Flotte %s: Eine Blockade kann nur dann angegriffen werden, wenn sich die Flotte bei einem blockierten Planeten befindet.

# net.cqs.config.base.ErrorCode
source: Cannot attack blockade, your fleet is not in space.
de_de: Flotte %s: Die Blockade konnte nicht angegriffen werden, da die Flotte keinen Raum-Status hat.

# net.cqs.config.base.ErrorCode
source: The command loop was disabled.
de_de: Flotte %s: Der Schleifenmodus wurde beendet.

# net.cqs.config.base.ErrorCode
source: The command loop was disabled when the fleet joined a battle.
de_de: Flotte %s: Der Schleifenmodus wurde durch den Beitritt zu einem Kampf beendet.

# net.cqs.config.base.ErrorCode
source: Invalid input
de_de: Ungültige Eingabe (sollte nie passieren)

# net.cqs.config.base.ErrorCode
source: The operation you requested was denied. Read more at <a>http://www.conquer-space.net/xss</a>
de_de: Die angeforderte Aktion wurde nicht bewilligt. Mehr Informationen befinden sich auf <a>http://www.conquer-space.net/xss</a>

# net.cqs.config.base.ErrorCode
source: The queue is stopped already.
de_de: Kolonie %s: Die Bauschleife %s ist bereits angehalten.

# net.cqs.config.base.ErrorCode
source: Invalid input - the fleet was not found.
de_de: Die Flotte wurde nicht gefunden.

# net.cqs.config.base.ErrorCode
source: The operation failed as data changed in the meantime.
de_de: Die Operation ist fehlgeschlagen, da die Daten zwischenzeitlich verändert wurden.

# net.cqs.config.base.ErrorCode
source: Constructing this building was already aborted.
de_de: Kolonie %s: Der Bau des Gebäudes wurde bereits abgebrochen.

# net.cqs.config.base.ErrorCode
source: This research was already aborted.
de_de: Die Forschung wurde bereits abgebrochen.

# net.cqs.config.base.ErrorCode
source: The name you entered was too short.
de_de: Der eingegebene Name war zu kurz.

# net.cqs.config.base.ErrorCode
source: The name you entered was too long.
de_de: Der eingegebene Name war zu lang.

# net.cqs.config.base.ErrorCode
source: The name you entered was invalid.
de_de: Der eingegebene Name war ungültig.

# net.cqs.config.base.ErrorCode
source: The entered design data is invalid
de_de: Die eingegebenen Entwurfsdaten waren ungültig.

# net.cqs.config.base.ErrorCode
source: Design was not stored as no memory is left.
de_de: Es können keine weiteren Entwürfe mehr gespeichert werden.

# net.cqs.config.base.ErrorCode
source: All civilian ships need a transport module.
de_de: Jedes Zivilschiff muss ein Transport-Modul beinhalten.

# net.cqs.config.base.ErrorCode
source: The player cannot join an ally, as he or she left an ally a short while ago (or has only recently joined the game).
de_de: Der Spieler kann keiner Allianz beitreten, da er erst vor kurzem eine Allianz verlassen hat oder einer Allianz beigetreten ist.

# net.cqs.config.base.ErrorCode
source: You cannot found an ally, as you left an ally a short while ago or have only recently joined the game.
de_de: Sie können keine Allianz gründen, da Sie erst vor kurzem eine Allianz verlassen haben, einer Allianz beigetreten sind oder das Spiel erst vor kurzem begonnen hat.

# net.cqs.config.base.ErrorCode
source: You entered an invalid alliance name.
de_de: Der gewünschte Allianz-Name ist nicht erlaubt.

# net.cqs.config.base.ErrorCode
source: An ally with this name already exists.
de_de: Es gibt bereits eine Allianz mit diesem Namen.

# net.cqs.config.base.ErrorCode
source: You cannot apply for membership of this alliance, because you are already a member of it.
de_de: Sie können sich nicht bei der Allianz bewerben, da Sie bereits Mitglied dieser sind.

# net.cqs.config.base.ErrorCode
source: You cannot make alliance contracts, because you are in no alliance.
de_de: Sie können keine Allianzverträge abschließen, da Sie keine Allianz besitzen.

# net.cqs.config.base.ErrorCode
source: You cannot make alliance contracts, because you do not have the rights.
de_de: Sie können keine Allianzverträge abschließen, da Ihnen die Rechte dazu fehlen.

# net.cqs.config.base.ErrorCode
source: You cannot cancel the war declaration, because you did not initiate it.
de_de: Sie können die Kriegserklärung nicht zurücknehmen, da Sie sie nicht initiiert haben.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s is empty.
de_de: Kolonie %s: %s ist leer.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because %s is missing for the construction of a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da %s fehlt um ein(e) %s zu bauen.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because %s is missing for pulling down a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da %s fehlt um ein(e) %s abzureißen.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because there is not enough population for the construction of a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da Bevölkerung fehlt um ein(e) %s zu bauen.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because there is not enough population for pulling down a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da Bevölkerung fehlt um ein(e) %s abzureißen.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because %s is missing for drilling a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da %s fehlt um ein(e) %s auszubilden.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because there is not enough population for drilling a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da Bevölkerung fehlt um ein(e) %s auszubilden.

# net.cqs.config.base.InfoEnum
source: Colony %s: %s was stopped, because you have not satisfied the research dependencies for drilling a(n) %s.
de_de: Kolonie %s: %s wurde angehalten, da nicht alle Forschungsvoraussetzungen für die Ausbilding von der Einheit %s erfüllt sind.

# net.cqs.config.base.InfoEnum
source: Position %s: A new colony was founded.
de_de: Position %s: Eine neue Kolonie wurde gegründet.

# net.cqs.config.base.InfoEnum
source: Planet %s of type %s was explored:<br/>size: %d<br/>steel: %d%%, oil: %d%%, silicon: %d%%, deuterium: %d%%<br/>quality of life: %d
de_de: Der Planet %s vom Typ %s wurde erkundet:<br/>Größe: %d<br/>Stahl: %d%%, Öl: %d%%, Silizium: %d%%, Deuterium: %d%%<br/>Lebensqualität: %d

# net.cqs.config.base.InfoEnum
source: Fleet %s: a new settler was added.
de_de: Flotte %s: Ein Siedler wurde angesiedelt.

# net.cqs.config.base.InfoEnum
source: Fleet %s: The following resources were lost:<br/>steel: %d, oil: %d, silicon: %d, deuterium: %d
de_de: Flotte %s: Die folgenden Rohstoffe sind verloren gegangen:<br/>Stahl: %d, Öl: %d, Silizium: %d, Deuterium: %d

# net.cqs.config.base.InfoEnum
source: Fleet %s: %d units were lost.
de_de: Flotte %s: %d Einheiten sind verloren gegangen.

# net.cqs.config.base.InfoEnum
source: %3$s at %2$s: <a href="/BattleReports/%1$s">view battle report</a>
de_de: %3$s bei %2$s: <a href="/BattleReports/%1$s">Kampfbericht ansehen</a>

# net.cqs.config.base.InfoEnum
source: Colony %s: The following resources were plundered:<br />steel:%d, oil:%d, silicon:%d, deuterium:%d)
de_de: Kolonie %s: Die folgenden Rohstoffe wurden geplündert:<br />Stahl: %d, Öl: %d, Silizium: %d, Deuterium:%d

# net.cqs.config.base.InfoEnum
source: You plundered the following resources from colony %s:<br />steel:%d, oil:%d, silicon:%d, deuterium:%d)
de_de: Die folgenden Rohstoffe wurden von der feindlichen Kolonie %s geplündert:<br/>Stahl: %d, Öl: %d, Silizium: %d, Deuterium: %d

# net.cqs.config.base.InfoEnum
source: After a lost space-battle, your ground troups were lost.
de_de: Nach einem verlorenen Raumkampf sind eure Bodentruppen verschollen

# net.cqs.config.base.InfoEnum
source: Successful invasion at %%<br/>Invaded: %d<br/>Burnt: %d
de_de: Erfolgreiche Eroberung bei %s<br/>Es wurden erbeutet:<br/>%d<br/>Es verbrannten:<br/>%d

# net.cqs.config.base.InfoEnum
source: Colony %% was invaded<br/>Invaded: %d<br/>Burnt: %d
de_de: Kolonie %s wurde erobert<br/>Es wurden erbeutet:<br/>%d<br/>Es verbrannten:<br/>%d

# net.cqs.config.base.InfoEnum
source: %d infantry units were deducted from fleet %s to invade a colony.
de_de: Es wurden %d Einheiten Infantrie von Ihrer Flotte %s zum Besetzen des neu gewonnen Landes abgezogen.

# net.cqs.config.base.InfoEnum
source: Colony %2$s: Fleet %1$s successfully planted a spy.
de_de: Kolonie %2$s: Ihre Flotte %1$s hat erfolgreich einen Spion eingeschleust.

# net.cqs.config.base.InfoEnum
source: Colony %2$s: Fleet %1$s lost a spy when trying to plant it.
de_de: Kolonie %2$s: Flotte %1$s hat einenn Spion verloren beim Versuch ihn einzuschleusen.

# net.cqs.config.base.InfoEnum
source: Colony %s: Your spy did not create a spy report.
de_de: Kolonie %s: Der Spion war nicht erfolgreich beim Erstellen eines Berichts.

# net.cqs.config.base.InfoEnum
source: Colony %s: <a href="/AgentReports/%s">view spy report</a>
de_de: Kolonie %s: <a href="/AgentReports/%s">Spionagebericht betrachten</a>

# net.cqs.config.base.InfoEnum
source: Colony %s: You exposed an enemy spy from %s!
de_de: Kolonie %s: Es wurde ein gegnerischer Spion von %s entlarvt!

# net.cqs.config.base.InfoEnum
source: Colony %s: A new professor for %s was appointed.
de_de: Kolonie %s: Es wurde ein Ausbilder in %s eingestellt.

# net.cqs.config.base.PlanetEnum
source: asteroids
de_de: Asteroidenfeld

# net.cqs.config.base.PlanetEnum
source: planetoids
de_de: Planetoiden

# net.cqs.config.base.PlanetEnum
source: wasteland
de_de: Einöde

# net.cqs.config.base.PlanetEnum
source: iceworld
de_de: Eiswelt

# net.cqs.config.base.PlanetEnum
source: desertworld
de_de: Wüstenwelt

# net.cqs.config.base.PlanetEnum
source: waterworld
de_de: Wasserwelt

# net.cqs.config.base.PlanetEnum
source: jungleworld
de_de: Dschungelwelt

# net.cqs.config.base.PlanetEnum
source: terraworld
de_de: Terrawelt

# net.cqs.config.base.PlanetEnum
source: gasgiant
de_de: Gasgigant

# net.cqs.config.base.QueueEnum
source: building queue
de_de: Gebäudeschleife

# net.cqs.config.base.QueueEnum
source: planetary unit queue
de_de: Schleife für planetare Einheiten

# net.cqs.config.base.QueueEnum
source: interplanetary unit queue
de_de: Schleife für interplanetare Einheiten

# net.cqs.config.base.QueueEnum
source: interstellar unit queue
de_de: Schleife für interstellare Einheiten

# net.cqs.config.base.QueueEnum
source: education queue
de_de: Ausbildungsschleife

# net.cqs.config.base.QueueEnum
source: research queue
de_de: Forschungsschleife

# net.cqs.engine.rtevents.RealTimeEventType
source: Galaxy created
de_de: Erstellung der Galaxie

# net.cqs.engine.rtevents.RealTimeEventType
source: Game paused
de_de: Anhalten des Spiels

# net.cqs.engine.rtevents.RealTimeEventType
source: Game resumed
de_de: Fortsetzen des Spiels

# net.cqs.engine.rtevents.RealTimeEventType
source: Game-version updated
de_de: Versions-Update

# net.cqs.engine.rtevents.RealTimeEventType
source: Emergency Stop
de_de: Not-Halt

# net.cqs.config.base.ResearchEnum
source: engines
de_de: Antrieb

# net.cqs.config.base.ResearchEnum
source: This research area provides basic knowledge on different engines for chassis. You will be able to develop linear accelerator-driven reactor and anti-matter engines for example. Later on you might be able to explore the areas of wormhole generators or sublight engines, enabling interstellary travel.
de_de: In dieser Forschung werden die Grundlagen für verschiedene Einheitenchassis bereitgestellt. Am Anfang wird es sich dabei zum Beispiel um Fusionsreaktoren oder Antiemateriereaktoren handeln. Mit dem Fortschritt werden jedoch auch Möglichkeiten wie raketenbasierte Antriebssysteme aufkommen. Ist diese Hürde überwunden, so ist der Weg zum Sublichtantrieb und Wurmlochgenerator nicht mehr frei. Dies ermöglicht den Bau von viel größeren Raumschiffen. Die letzte Hürde zur interstellaren Raumfahrt kann hier jedoch noch nicht überwunden werden.

# net.cqs.config.base.ResearchEnum
source: warp-engine
de_de: Warp-Antrieb

# net.cqs.config.base.ResearchEnum
source: You will need a warp-engine to enable interstellary travel. This research area will only be concerned about this important step in development opening the whole galaxy to you.
de_de: Der Warp-Antrieb erlaubt Raumschiffen, schneller als Lichtgeschwindigkeit zu fliegen und ermöglicht dadurch den Flug zu anderen Systemen.

# net.cqs.config.base.ResearchEnum
source: high speed equipment
de_de: Turboantrieb

# net.cqs.config.base.ResearchEnum
source: If you want to launch surprise attacks time is going to be a major factor. In this research area ways of increasing the speed of units will be prepared.
de_de: Um Überraschungsangriffe fliegen zu können ist ein wesentlicher Faktor die Zeit. Hier wird grundsätzliche Forschung zur Beschleunigung von Einheiten erforscht.

# net.cqs.config.base.ResearchEnum
source: sleeky planetary chassis
de_de: Aerodynamik

# net.cqs.config.base.ResearchEnum
source: In this research field scientists will develop methods of increasing the speed of planetary units.
de_de: In diesem Forschungsgebiet geht man den Möglichkeiten nach Bodeneinheiten zu beschleunigen.

# net.cqs.config.base.ResearchEnum
source: space acceleration
de_de: Raum-Turboantrieb

# net.cqs.config.base.ResearchEnum
source: In this research field scientists will develop methods of increasing the speed of space units.
de_de: In diesem Forschungsgebiet geht man den Möglichkeiten nach Raumeinheiten zu beschleunigen.

# net.cqs.config.base.ResearchEnum
source: armor
de_de: Rüstungen

# net.cqs.config.base.ResearchEnum
source: Hard wearing units can only be created when knowing methods of armor. This research field accomplishes exactly that.
de_de: Widerstandsfähigere Einheiten können nur mit adäquater Rüstung entstehen. Dieser Forschungszweig bereitet Grundlagen für die Umsetzung dieser Möglichkeit vor.

# net.cqs.config.base.ResearchEnum
source: plating
de_de: Stahlpanzerung

# net.cqs.config.base.ResearchEnum
source: Plating can be used to make planetary units more robust. Hence they will have more defense, but the plating uses space and adds the the weight.
de_de: Die Stahlpanzerung kann Bodeneinheiten widerstandsfähiger machen. Dadurch steigt der Verteidigungswert, allerdings kostet die Panzerung Platz und erhöht das zu tragende Gewicht.

# net.cqs.config.base.ResearchEnum
source: magnetic fields
de_de: Magnetfeld

# net.cqs.config.base.ResearchEnum
source: Here a way of generating mangetic fields around an unit are developed. As larger amounts of energy are required, this armor can only be used for space units.
de_de: Magnetfeld-Schilde erzeugen ein magnetisches Feld um eine Einheit, wodurch es schwieriger ist diesen Schaden zuzufügen. Da dies jedoch größere Mengen von Energie kostet, ist eine Raumeinheit, die mit diesem Schild ausgestattet ist, etwas eingeschränkter.

# net.cqs.config.base.ResearchEnum
source: infantry
de_de: Infanterie

# net.cqs.config.base.ResearchEnum
source: The infantry forms the essential part of every force. In particular foot soldiers can occupy adversary colonies, having to be present at all times to assure the taking over of legal order and authority. Then this area can be availed in your own interest.
de_de: Die Infanterie bildet den Hauptbestandteil und Kern der Streitkräfte. Insbesondere können Fußtruppen feindliche Gebiete besetzen. Bei der Okkupation findet eine Übernahme der Rechtsordnung und der militärischen Machtbefugnisse statt, so dass ganze Parzellen eingenommen werden können um sie für eigenen Interessen zu nutzen.

# net.cqs.config.base.ResearchEnum
source: vehicle
de_de: Fahrzeug

# net.cqs.config.base.ResearchEnum
source: This chassis enables the construction of vehicles. Armoured they are usually track vehicles, which can overcome areas with an aclivity of up to 60%. Depending on the design of the vehicle, it can be a fast moving jeep or a very resistant tank.
de_de: Durch das Entwerfen dieses Chassis ist es erstmals möglich automobilisierte Einheiten auszubilden. Es bietet deutlich mehr Platz Waffen als ein einfacher Fußsoldat tragen könnte. Gepanzerte Fahrzeuge sind meist Vollkettenfahrzeuge, die so konzipiert wurden, dass auch Geländesteigungen von bis zu 60% kein Problem darstellen und kleinere senkrechte Hindernisse überwunden werden können. Je nach Belieben erhält man also entweder einen gängigen Geländejeep mit viel Feuerkraft oder einen widerstandsfähigen Panzer.

# net.cqs.config.base.ResearchEnum
source: aircraft
de_de: Luftfahrzeug

# net.cqs.config.base.ResearchEnum
source: This chassis enables the construction of aircrafts. As these units can attack from height, fundamentally different weapons can be introduced and are therefore a very dangerous expansion of every planetary fleet.
de_de: Diese Forschung ermöglicht den Bau von Luftfahrzeugen. Da sie aus der Höhe wirken, können sich grundsätzlich andere Waffen im Vergleich zu bodengebundenen Einheiten einsetzen und stellen daher eine gefährliche Erweiterung jeder planetaren Flotte dar.

# net.cqs.config.base.ResearchEnum
source: fighter
de_de: Jäger

# net.cqs.config.base.ResearchEnum
source: This chassis enables the consctruction of fighters. These ships do not possess much force, but make up for that by being very cheap and fast moving.
de_de: Durch diese Forschung ist es möglich Jägerchassis zu konstruieren. Damit können kleine, jedoch sehr mobile Raumschiffe gebaut werden.

# net.cqs.config.base.ResearchEnum
source: Corvettes are very good when deploying them in battles with big space ships. They are already pretty impressive vessels, but still have some agility. Unlike fighters these ships can get dangerous for destroyers.
de_de: Corvettenchassis werden vor allem für den Einsatz gegen größere Schiffe genutzt. Konstruktionen mit einem solchen Chassis gehören nicht zu den mächtigsten Ausführungen und sind noch recht wendiger, kommen gleichzeitig jedoch im Gegensatz zu Jägern bereits gegen Zerstörer an.

# net.cqs.config.base.ResearchEnum
source: destroyer
de_de: Zerstörer

# net.cqs.config.base.ResearchEnum
source: Destroyers are enormous ships with great force. Of course this has its price and they miss the agility of smaller ships. This seems fairly unimportant, as these giants of space are not likely to start a jink.
de_de: Zerstörerchassis werden für große Schiffe benötigt. Dadurch bieten sie viel Platz für eine Vielzahl von mächtigen Waffen, jedoch hat dies seinen Preis. Solche Giganten des Raums verlieren des weiteren an Wendigkeit und Schnelligkeit, doch ihre Ausstattung lassen eine Flucht oder ein Ausweichmanöver recht irrelevant erscheinen.

# net.cqs.config.base.ResearchEnum
source: espionage
de_de: Spionage

# net.cqs.config.base.ResearchEnum
source: In this research area observation tecniques are developed. Hence units can spy out alien colonies. Especially in times of war this is a very strong weapon, even though it is somewhat indirect.
de_de: Durch Entwicklung von verfeinerten Beobachtungstechniken und Verhüllungstechniken wird es möglich, Informationen über den Feind zu erhalten. Einerseits können dadurch feindliche Konolien beobachtet werden, andererseits aber auch die Stärken und Schwächen der Einheiten ergründet werden. Da es besonders zu Kriegszeiten vorteilhaft ist, über die militärische und wirtschaftliche Lage von Gegnern informiert zu sein, stellt die Spionage oft eine sehr effektive, wenn auch indirekte Waffe dar.

# net.cqs.config.base.ResearchEnum
source: terrain analysis
de_de: Terrain-Analyse

# net.cqs.config.base.ResearchEnum
source: Methods will be developed that allow units to collect ground samples, analyze these and deduce how common resources are on a planet. When founding a new colony this is something to recommend, else you might get some bad surprises. If you don't have the capacity to supply a colony with resources, preliminary analysis to colonization is a must.
de_de: Es werden Apparaturen entwickelt, die aus Bodenproben Rückschlüße auf die Rohstofhäufigkeiten eines Planeten erlauben. Möchte man eine neue Kolonie gründen, so empfiehlt es sich erst einen geeigneten Planeten ausfindig zu machen. Ohne die vorherige Terrainanalyse kann sonst ein solches Projekt große Schwierigkeiten mit sich bringen, da die Expansion eventuell langfristig mit Rohstoffen versorgt werden muss.

# net.cqs.config.base.ResearchEnum
source: colonization
de_de: Kolonisation
