Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.config.base.EducationEnum
source: The core of every army is its infantry. They can invade and occupy enemy territory. When a colony is seized, the legal order and the military authority are taken over. This allows the attacker to use buildings in their own interest.<br /><br />This education decreases the costs of infantry units.
de_de: Die Infanterie bildet den Hauptbestandteil und Kern der Streitkräfte. Insbesondere können Fußtruppen feindliche Gebiete besetzen. Bei der Okkupation findet eine Übernahme der Rechtsordnung und der militärischen Machtbefugnisse statt, so dass ganze Parzellen eingenommen werden können um sie für eigenen Interessen zu nutzen.<br /><br />Diese Ausbildung verringert die Kosten für Infanterieeinheiten.

# net.cqs.config.base.EducationEnum
source: vehicle
de_de: Fahrzeuge

# net.cqs.config.base.EducationEnum
source: Vehicles have the advantage of offering considerably more space for weapons in comparison to infantry units. Armor-cased vehicles are often fully tracked, and are designed to easily conquer inclines of up to 60%. They can even surpass smaller vertical barriers. As needed, vehicles can therefore provide a fast moving jeep with lots of fire power, or a very resistant tank.<br /><br />This education decreases the costs for vehicles.
de_de: Fahrzeuge bieten deutlich mehr Platz Waffen als ein einfacher Fußsoldat tragen könnte. Gepanzerte Fahrzeuge sind meist Vollkettenfahrzeuge, die so konzipiert wurden, dass auch Geländesteigungen von bis zu 60% kein Problem darstellen und kleinere senkrechte Hindernisse überwunden werden können. Je nach Belieben erhält man also entweder einen gängigen Geländejeep mit viel Feuerkraft oder einen widerstandsfähigen Panzer.<br /><br />Diese Ausbildung verringert die Kosten für Faurzeuge.

# net.cqs.config.base.EducationEnum
source: aircraft
de_de: Luftfahrzeuge

# net.cqs.config.base.EducationEnum
source: Aircraft usually attack from heights, so they can use totally different weapons compared to land-bound units. This means they are usually a formidable expansion for every planetary fleet.<br /><br />This education decreases the costs for aircraft.
de_de: Da Luftfahrzeuge aus der Höhe wirken, können sich grundsätzlich andere Waffen im Vergleich zu bodengebundenen Einheiten einsetzen und stellen daher eine gefährliche Erweiterung jeder planetaren Flotte dar.<br /><br />Diese Ausbildung verringert die Kosten für Luftfahrzeuge.

# net.cqs.config.base.EducationEnum
source: fighter
de_de: Jäger

# net.cqs.config.base.EducationEnum
source: This education decreases the costs for fighters.
de_de: Diese Ausbildung verringert die Kosten für Jäger.

# net.cqs.config.base.EducationEnum
source: This education decreases the costs for corvettes.
de_de: Diese Ausbildung verringert die Kosten für Corvetten.

# net.cqs.config.base.EducationEnum
source: destroyer
de_de: Zerstörer

# net.cqs.config.base.EducationEnum
source: This education decreases the costs for destroyers.
de_de: Diese Ausbildung verringert die Kosten für Zerstörer.

# net.cqs.config.base.EducationEnum
source: resource transport
de_de: Rohstofftransport

# net.cqs.config.base.EducationEnum
source: By enhancing storage techniques, including optimal use of space, the costs for freighters can be reduced. Trained workers can apply these optimizations.<br /><br />This education decreases the costs for units that can transport resources.
de_de: Durch weiterentwickelte Lagerungstechniken und die optimale Ausnutzung vom Raum können die Kosten für Frachter gesenkt werden. Ausgebildete Arbeiter können diese Optimierung durchführen.<br /><br />Diese Ausbildung verringert die Kosten für Rohstofftransport-Einheiten.

# net.cqs.config.base.EducationEnum
source: troop transport
de_de: Bodentruppentransport

# net.cqs.config.base.EducationEnum
source: By enhancing storage techniques, including optimal use of space, the costs for transportation units can be reduced. Trained workers can apply these optimizations.<br /><br />This education decreases the costs for units that can transport units.
de_de: Durch weiterentwickelte Transporttechniken und verbesserte Raumnutzung können die Kosten für Transportschiffe gesenkt werden.<br /><br />Diese Ausbildung verringert die Kosten für Truppentransport-Einheiten.

# net.cqs.config.base.EducationEnum
source: speed
de_de: Geschwindigkeit

# net.cqs.config.base.EducationEnum
source: This education decreases the costs for speed modules.
de_de: Diese Ausbildung verringert die Kosten für Geschwindigkeits-Module.

# net.cqs.config.base.EducationEnum
source: attack
de_de: Angriff

# net.cqs.config.base.EducationEnum
source: This education decreases the costs for weapon modules.
de_de: Diese Ausbildung verringert die Kosten für Angriffs-Module.

# net.cqs.config.base.EducationEnum
source: defense
de_de: Verteidigung

# net.cqs.config.base.EducationEnum
source: Enhanced plate armor structures can reduce the iron costs without influencing the effectiveness of the armor. Building armor in this fashion is certainly more complex, and therefore needs specially trained workers. Although only small amounts of iron can be saved for each armor, the numbers quickly add up.<br /><br />This education decreases the costs for defense modules.
de_de: Durch weiterentwickelte Plattenpanzerstrukturen kann der Stahlbedarf ohne Verlust der Effektivität der Panzerung gesenkt werden. Der Bau ist jedoch aufwendig und bedarf daher ausgebildeter Fachkräfte. Die eingesparten Stahlmengen sind zwar nur gering, addieren sich jedoch schnell auf.<br /><br />Diese Ausbildung verringert die Kosten für Verteidigungs-Module.

# net.cqs.config.base.ErrorCode
source: No error
de_de: Kein Fehler

# net.cqs.config.base.ErrorCode
source: Internal error
de_de: Interner Fehler

# net.cqs.config.base.ErrorCode
source: Undefined error
de_de: Undefinierter Fehler

# net.cqs.config.base.ErrorCode
source: This action is not allowed in the current account.
de_de: Diese Operation ist in diesem Account nicht erlaubt.

# net.cqs.config.base.ErrorCode
source: This action is not allowed for members of MULTI.
de_de: Diese Operation ist in einem Multi-Account nicht erlaubt.

# net.cqs.config.base.ErrorCode
source: You have to commit exactly three votes for the commitee.
de_de: Es müssen genau 3 Stimmen für die Kommission abgegeben werden.

# net.cqs.config.base.ErrorCode
source: No colonizable planet was found. This probably means that the game has been running for some time and the other players colonized all available planets. Try your luck in the next round!
de_de: Es wurde kein besiedelbarer Planet gefunden. Dies liegt wahrscheinlich daran, dass die Runde schon sehr fortgeschritten ist und alle verfügbaren Planeten bereits besiedelt wurden. Versuchen Sie Ihr Glück in der nächsten Runde!

# net.cqs.config.base.ErrorCode
source: An invalid position was entered.
de_de: Ungültige Positions-Eingabe.

# net.cqs.config.base.ErrorCode
source: Warning: mixed defense of ground and space units.
de_de: Die Flotte %s enthält sowohl Boden- als auch Raumeinheiten. Hat die Flotte Bodenstatus, so kämpfen beim Veteidigen nur die Bodeneinheiten. Anderenfalls kämpfen nur die Raumeinheiten.

# net.cqs.config.base.ErrorCode
source: The message contains no text
de_de: Die Nachricht enthält keinen Text.

# net.cqs.config.base.ErrorCode
source: You did not enter a valid recipient for the message.
de_de: Es wurde kein gültiger Empfänger für die Nachricht angegeben.

# net.cqs.config.base.ErrorCode
source: You do not have the rights to write a message here.
de_de: Es fehlt die Berechtigung, hier eine Nachricht zu schreiben.

# net.cqs.config.base.ErrorCode
source: You do not have the rights to delete a message here.
de_de: Es fehlt die Berechtigung, hier eine Nachricht zu löschen.

# net.cqs.config.base.ErrorCode
source: The message contains no subject.
de_de: Die Nachricht enthält keinen Betreff.

# net.cqs.config.base.ErrorCode
source: Colony %s is lacking %3$s for the construction of %2$s.
de_de: Kolonie %s: Es fehlt %3$s für den Bau von %2$s.

# net.cqs.config.base.ErrorCode
source: Colony %s is lacking population for the construction of %s.
de_de: Kolonie %s: Es fehlt Bevölkerung für den Bau von %s.

# net.cqs.config.base.ErrorCode
source: Colony %s does not have a %s, which is necessary for building the unit %s.
de_de: Kolonie %s: Sie besitzen kein Gebäude %s, welches für den Bau der Einheit %s benötigt wird.

# net.cqs.config.base.ErrorCode
source: Colony %s is lacking %3$s for drilling the unit %2$s.
de_de: Kolonie %s: Es fehlt %3$s für die Ausbildung von %2$s.

# net.cqs.config.base.ErrorCode
source: Colony %s is lacking population for drilling the unit %2$s.
de_de: Kolonie %s: Es fehlt Bevölkerung für die Ausbildung von %s.

# net.cqs.config.base.ErrorCode
source: Colony %s: You cannot pull down a %s, because you have built none here.
de_de: Kolonie %s: Es kann kein Gebäude %s abgerissen werden, da keines vorhanden ist.

# net.cqs.config.base.ErrorCode
source: Colony %s: The unit %s cannot be drilled, because you have not satisfied all research dependencies.
de_de: Kolonie %s: Die Einheit %s kann nicht ausgebildet werden, da nicht alle Forschungsvoraussetzungen erfüllt sind.

# net.cqs.config.base.ErrorCode
source: Fleet %s: An internal error has occured.
de_de: Flotte %s: Es ist ein spielinterner Fehler aufgetreten.

# net.cqs.config.base.ErrorCode
source: Fleet %s: This command cannot be executed because the current position is invalid.
de_de: Flotte %s: Die Aktion kann nicht ausgeführt werden, da die Position ungültig ist.

# net.cqs.config.base.ErrorCode
source: Colony %s: The fleet was not created because you do not have sufficient funds.
de_de: Kolonie %s: Eine Flotte konnte nicht erstellt werden, da nicht ausreichend Geld vorhanden ist.

# net.cqs.config.base.ErrorCode
source: Colony %s: The fleet was not created because you selected more units than are available.
de_de: Kolonie %s: Eine Flotte konnte nicht erstellt werden, da mehr Einheiten ausgewählt wurden als vorhanden sind.

# net.cqs.config.base.ErrorCode
source: A fleet was not created because you did not select any units.
de_de: Eine Flotte konnte nicht erstellt werden, da keine Einheiten ausgewählt wurden.

# net.cqs.config.base.ErrorCode
source: Fleets cannot be merged, you did not select an order-list.
de_de: Die Flotten konnten nicht zusammengelegt werden, da keine Befehlsliste ausgewählt wurde.

# net.cqs.config.base.ErrorCode
source: Fleets cannot be merged, a fleet is non-existent.
de_de: Die Flotten können nicht zusammengeführt werden, da eine der gewählten Flotten nicht exisitert.

# net.cqs.config.base.ErrorCode
source: Fleets cannot be merged, you have to select at least two fleets.
de_de: Zum Zusammenlegen von Flotten müssen mindestens zwei Flotten ausgewählt werden.

# net.cqs.config.base.ErrorCode
source: Fleets cannot be merged, all selected fleets have to be stopped first.
de_de: Die Flotten konnten nicht zusammengelegt werden, da nicht alle ausgewählten Flotten angehalten sind.

# net.cqs.config.base.ErrorCode
source: Fleets cannot be merged, all selected fleets have to be at the same position.
de_de: Die Flotten konnten nicht zusammengelegt werden, da nicht alle ausgewählten Flotten an derselben Position sind.

# net.cqs.config.base.ErrorCode
source: Fleets cannot be merged, all selected fleets have to have the same status (space/planetary).
de_de: Die Flotten konnten nicht zusammengelegt werden, da nicht alle ausgewählten Flotten den gleichen Raum/Boden-Status haben.

# net.cqs.config.base.ErrorCode
source: Fleet cannot be split, the fleet is non-existent.
de_de: Die Flotte kann nicht aufgeteilt werden, da sie nicht exisitert.

# net.cqs.config.base.ErrorCode
source: The fleet cannot be split, because you entered invalid data.
de_de: Die Flotte kann nicht aufgeteilt werden, da falsche Daten eingegeben wurden.

# net.cqs.config.base.ErrorCode
source: Fleet cannot be split, you have to stop the fleet first.
de_de: Die Flotte kann nicht aufgeteilt werden, da sie nicht angehalten ist.

# net.cqs.config.base.ErrorCode
source: Fleet cannot be split, one of the new fleets could not transport the planetary units.
de_de: Die Flotte kann nicht aufgeteilt werden, da eine der neuen Flotten die Bodeneinheiten nicht transportieren könnte.

# net.cqs.config.base.ErrorCode
source: Fleet cannot be split, one of the new fleets could not transport all resources.
de_de: Die Flotte kann nicht aufgeteilt werden, da eine der neuen Flotten die Rohstoffe nicht transportieren könnten.

# net.cqs.config.base.ErrorCode
source: The fleet has to be at a colony position to attack.
de_de: Flotte %s: Es kann nicht angegriffen werden, da die Flotte nicht bei einer Kolonie ist.

# net.cqs.config.base.ErrorCode
source: You cannot attack, because the current position is invalid.
de_de: Flotte %s: Die aktuelle Position ist ungültig.

# net.cqs.config.base.ErrorCode
source: You cannot attack allied members.
de_de: Flotte %s: Es kann kein Alliierter angegriffen werden.

# net.cqs.config.base.ErrorCode
source: You cannot attack due to diplomatic contracts.
de_de: Flotte %s: Es kann auf Grund von Diplomatieverträgen nicht angegriffen werden.

# net.cqs.config.base.ErrorCode
source: You cannot attack because you cancelled a contract only recently or not enough time passed since you declared war.
de_de: Flotte %s: Es kann nicht angegriffen werden, da erst vor kurzem ein Vertrag gekündigt wurde oder der Krieg erklärt wurde.

# net.cqs.config.base.ErrorCode
source: A space fleet has to be in space to attack.
de_de: Flotte %s: Es kann nicht angegriffen werden, da die Flotte keinen Raum-Status hat.

# net.cqs.config.base.ErrorCode
source: Cannot load, as fleet is not landed.
de_de: Flotte %s: Das Laden kann nicht vorgenommen werden, da die Flotte nicht gelandet ist.

# net.cqs.config.base.ErrorCode
source: Cannot unload, as fleet is not landed.
de_de: Flotte %s: Das Entladen kann nicht vorgenommen werden, da die Flotte nicht gelandet ist.

# net.cqs.config.base.ErrorCode
source: Cannot load, as fleet is not on one of your own colonies.
de_de: Flotte %s: Das Laden kann nicht vorgenommen werden, da die Flotte sich nicht bei einer eigenen Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot load, no colony to load from.
de_de: Flotte %s: Das Laden kann nicht vorgenommen werden, da die Flotte sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot unload, no colony to load to.
de_de: Flotte %s: Das Entladen kann nicht vorgenommen werden, da die Flotte sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot unload, your diplomatic relations are not sufficient.
de_de: Flotte %s: Das Entladen kann nicht vorgenommen werden, da die diplomatischen Beziehungen nicht gut genug sind.

# net.cqs.config.base.ErrorCode
source: Cannot invade, you do not have enough infantry.
de_de: Flotte %s: Es kann nicht erobert werden - es werden weitere %s Infanteristen benötigt.

# net.cqs.config.base.ErrorCode
source: Cannot invade, no colony to invade there.
de_de: Flotte %s: Es kann nicht erobert werden, da die Flotte sich bei keiner Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot invade, this is one of your own colonies.
de_de: Flotte %s: Es kann nicht erobert werden, da sich die Flotte bei einer eigenen Kolonie befindet!

# net.cqs.config.base.ErrorCode
source: Cannot invade, you do not have enough civilization points to found a new colony.
de_de: Flotte %s: Es kann nicht erobert werden, da nicht genügend Zivilisationspunkte für eine neue Kolonie vorhanden sind.

# net.cqs.config.base.ErrorCode
source: Cannot move, destination is invalid.
de_de: Flotte %s: Das Ziel ist ungültig.

# net.cqs.config.base.ErrorCode
source: Cannot colonize, you do not have enough civilization points to found a new colony.
de_de: Flotte %s: Es kann nicht kolonisiert werden, da nicht genügend Zivilisationspunkte für eine neue Kolonie vorhanden sind.

# net.cqs.config.base.ErrorCode
source: Cannot colonize, your fleet has to be on a planet.
de_de: Flotte %s: Es kann nicht kolonisiert werden, da sich die Flotte nicht auf einem Planeten befindet.

# net.cqs.config.base.ErrorCode
source: Cannot colonize, you already have a colony on this planet.
de_de: Flotte %s: Es kann nicht kolonisiert werden, da Sie auf dem Planeten bereits eine Kolonie besitzen.

# net.cqs.config.base.ErrorCode
source: Cannot colonize, the planet is overcrowded already.
de_de: Flotte %s: Es kann nicht kolonisiert werden, da der Planet bereits zu dicht besiedelt ist.

# net.cqs.config.base.ErrorCode
source: Cannot colonize, your fleet does not have any settlers.
de_de: Flotte %s: Es kann nicht kolonisiert werden, da die Flotte keine Einheit mit dieser Fähigkeit besitzt.

# net.cqs.config.base.ErrorCode
source: Cannot colonize, this planet is being blocked.
de_de: Flotte %s: Es kann nicht kolonisiert werden, da der Planet blockiert wird.

# net.cqs.config.base.ErrorCode
source: Cannot explore, your fleet is not on a planet.
de_de: Flotte %s: Die Flotte kann nicht kundschaften, da sie sich nicht bei einem Planeten befindet.

# net.cqs.config.base.ErrorCode
source: Cannot explore, your fleet does not have any pioneers.
de_de: Flotte %s: Die Flotte kann nicht kundschaften, da sie keine Einheit mit dieser Fähigkeit besitzt.

# net.cqs.config.base.ErrorCode
source: Cannot add settler, you do not have a colony on the planet.
de_de: Flotte %s: Es kann nicht angesiedelt werden, da Sie keine eigene Kolonie auf dem Planeten besitzen.

# net.cqs.config.base.ErrorCode
source: Cannot add settler, your fleet does not have enough settlers.
de_de: Flotte %s: Es kann nicht angesiedelt werden, da die Flotte nicht genügend Einheiten mit dieser Fähigkeit besitzt.

# net.cqs.config.base.ErrorCode
source: Cannot rob, there is no colony to rob.
de_de: Flotte %s: Es konnte nicht geplündert werden, da die Flotte sich bei keiner Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot rob, this is your own colony.
de_de: Flotte %s: Es konnte nicht geplündert werden, da die Flotte sich bei einer eigenen Kolonie befindet!

# net.cqs.config.base.ErrorCode
source: Cannot spy, there is no colony to spy on.
de_de: Flotte %s: Es konnte nicht spioniert werden, da die Flotte sich bei keiner Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot spy, this is your own colony.
de_de: Flotte %s: Es konnte nicht spioniert werden, da die Flotte sich bei einer eigenen Kolonie befindet!

# net.cqs.config.base.ErrorCode
source: Cannot spy, your fleet does not have a spy.
de_de: Flotte %s: Es konnte nicht spioniert werden, da die Flotte keine Einheit mit dieser Spezialfähigkeit besitzt.

# net.cqs.config.base.ErrorCode
source: Cannot station, your fleet is not on a planet.
de_de: Flotte %s: Es konnte nicht stationiert werden, da die Flotte nicht bei einem Planeten oder einer Kolonie ist.

# net.cqs.config.base.ErrorCode
source: Cannot station, this is not your colony.
de_de: Flotte %s: Es konnte nicht stationiert werden, da die Flotte sich nicht bei einer eigenen Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot station, your fleet is not at the position of your colony (and you have one on this planet).
de_de: Flotte %s: Es konnte nicht stationiert werden, da die Flotte sich bei einem Planeten befindet, auf dem Sie keine Kolonie besitzen.

# net.cqs.config.base.ErrorCode
source: Fleet cannot leave system, not all units in your fleet have a warp engine.
de_de: Flotte %s: Das System konnte nicht verlassen werden, da zu wenige Einheiten einen Warp-Antrieb besitzen.

# net.cqs.config.base.ErrorCode
source: Fleet cannot takeoff, too many planetary units.
de_de: Flotte %s: Die Flotte konnte nicht abheben, da sie zu viele Bodeneinheiten besitzt.

# net.cqs.config.base.ErrorCode
source: Fleet cannot land here, fleet is not allied with the colony owner.
de_de: Flotte %s: Die Flotte konnte nicht landen, da Sie nicht mit dem Besitzer der Kolonie alliiert sind.

# net.cqs.config.base.ErrorCode
source: Fleet cannot leave blockade.
de_de: Flotte %s: Die Flotte konnte die Blockade nicht nach außen durchfliegen.

# net.cqs.config.base.ErrorCode
source: Fleet cannot enter blockade.
de_de: Flotte %s: Die Flotte konnte die Blockade nicht nach innen durchfliegen.

# net.cqs.config.base.ErrorCode
source: Cannot donate, no colony to donate it to.
de_de: Flotte %s: Das Verschenken ist fehlgeschlagen, da die Flotte sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Cannot donate, you are not allied with this player.
de_de: Flotte %s: Das Verschenken ist fehlgeschlagen, da Sie nicht mit dem Besitzer der Kolonie verbündet sind.

# net.cqs.config.base.ErrorCode
source: Cannot donate, you are not allowed to donate battle units.
de_de: Flotte %s: Das Verschenken ist fehlgeschlagen, da die Flotte Kampfeinheiten enthält und es nicht erlaubt ist diese zu verschenken.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot lift off, because it is not at a colony.
de_de: Flotte %s: Die Flotte kann nicht abheben, da sie sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot lift off, it has space status already.
de_de: Flotte %s: Die Flotte kann nicht abheben, da sie bereits Raumstatus besitzt.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot land, because it is not at a colony.
de_de: Flotte %s: Die Flotte kann nicht landen, da sie sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot land, it has ground status already.
de_de: Flotte %s: Die Flotte kann nicht landen, da sie bereits Bodenstatus besitzt.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot land, your diplomatic relationship is not good enough.
de_de: Flotte %s: Die Flotte kann nicht landen, die diplomatischen Beziehungen sind nicht gut genug.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot land to defend a colony, you at least need a non-aggression pact with the colony owner.
de_de: Flotte %s: Die Flotte konnte nicht landen um die Kolonie zu verteidigen. Schließen Sie mindestens einen Nichtangriffspakt mit dem Besitzer der Kolonie ab um dies zu ermöglichen.

# net.cqs.config.base.ErrorCode
source: Fleet %s: The fleet cannot land, because there is a battle in process.
de_de: Flotte %s: Die Flotte kann nicht landen, es ist eine Schlacht im Gange.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Transmission failed; target colony was (partially invaded).
de_de: Flotte %s: Transmission fehlgeschlagen; Zielkolonie wurde (teilweise) erobert.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, your fleet has to be at a colony first.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da die Flotte sich nicht bei einer Kolonie befindet.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, destination has to be a colony.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da das Ziel keine Kolonie ist.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, the owner of the source colony has to be an ally.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da der Besitzer der aktuellen Kolonie nicht mit Ihnen verbündet ist.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, the owner of the destination colony has to be an ally.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da der Besitzer der Zielkolonie nicht mit Ihnen verbündet ist.

# net.cqs.config.base.ErrorCode
source: Fleet %s: Cannot transmit, the source colony does not have a transmitter station.
de_de: Flotte %s: Es konnte nicht transmittiert werden, da sich auf der aktuellen Kolonie keine Transmitterstation befindet.
