Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.web.Reports
source: total damage
de_de: Verluste insgesamt

# net.cqs.web.Reports
source: lost units
de_de: Einheiten verloren

# net.cqs.web.Reports
source: invaded buildings
de_de: eroberte Gebäude

# net.cqs.web.Reports
source: invaded
de_de: Erobert

# net.cqs.web.Reports
source: destroyed
de_de: Zerstört

# net.cqs.web.Reports
source: The battle report was not found!
de_de: Der Kampfbericht wurde nicht gefunden.

# net.cqs.web.Reports
source: temporary spy report
de_de: Vorläufiger Spionagebericht

# net.cqs.web.Reports
source: started observing:
de_de: Beobachtungen seit:

# net.cqs.web.Reports
source: stopped observing:
de_de: Beobachtungen bis:

# net.cqs.web.Reports
source: precision:
de_de: Genauigkeit:

# net.cqs.web.Reports
source: units
de_de: Einheiten

# net.cqs.web.Reports
source: total
de_de: Gesamt

# net.cqs.web.Reports
source: production
de_de: Produktion

# net.cqs.web.Reports
source: buildings
de_de: Gebäude

# net.cqs.web.Reports
source: education
de_de: Ausbildung
