Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.config.base.ResearchEnum
source: As soon as your first colony is running smoothly it is tacticly advisable to expand. Tecniques that allow colonization are developed here. As a side effect, as soon as colonization is possible, you can also move parts of your population to other (already existing) colonies.
de_de: Sobald man seine erste Kolonie gefestigt hat, ist es taktisch klug, eine Expansion anzustreben. Dazu ist es nötig sich Konzepte auszudenken, welche Gerätschaften unbedingt mitgeführt werden müssen, um eine neue Kolonie zu gründen und wie diese im Folgenden verwaltet wird. Als Nebeneffekt wird auch die Umsiedlung von Bevölkerungsgruppen in Aussicht gestellt.

# net.cqs.config.base.ResearchEnum
source: weapons
de_de: Waffen

# net.cqs.config.base.ResearchEnum
source: Only when knowning some basic concepts of weaponry you can drill battle units. This research field prepares the development of more and more complex - and deadly - weapons.
de_de: Erst mit der Entwicklung von Waffen ist es möglich Kampfeinheiten auszubilden. Mit Fortschreiten der Entwicklung wird es möglich immer kompliziertere - und tödlichere - Waffen zu erforschen.

# net.cqs.config.base.ResearchEnum
source: machine gun
de_de: Maschinengewehr

# net.cqs.config.base.ResearchEnum
source: A machine gun is one of the easiest to develop weapons. These guns are small and lightweight, hence it is a very effective weapon to equip an infantry unit with.
de_de: Mit Maschinengewehren wird die erste einfache, jedoch durchaus effektive Waffe für Bodeneinheiten entwickelt. Diese Gewehre sind klein und leicht, so dass sich die Waffe vor allem für Infanteristen eignet.

# net.cqs.config.base.ResearchEnum
source: rocket battery
de_de: Raketenbatterie

# net.cqs.config.base.ResearchEnum
source: Rockets are explosive objects that can be shot into the atmosphere. As they have an own drive they can cover long distances and with constraints pursuit goals. This weapon is therefore perfect for enhancing vehicles.
de_de: Raketen sind Explosionskörper, die in die Atmosphäre geschossen werden können. Da sie einen Eigenantrieb besitzen, können sie auch längere Strecken zurücklegen und eingeschränkt Ziele verfolgen. Eine Vielzahl solcher Raketen kann von einer Raketenbatterie abgeschossen werden.

# net.cqs.config.base.ResearchEnum
source: bombs
de_de: Bomben

# net.cqs.config.base.ResearchEnum
source: Bombs are bodies that can cause great damage when exploding. Usually a bomb is an iron hollowware filled with demolition charge. It is expecially suitable for dropping from heights and is therefore often used for enhancing aircrafts.
de_de: Bomben sind Körper, die bei Explosion großen Schaden anrichten können. Eine Bombe ist dabei ein mit Sprengladung gefüllter, eiserner Hohlkörper, der explodieren kann. Sie ist insbesondere für den Einsatz aus der Höhe geeignet und basiert auf den Grundlagen von weiterentwickelten Explosivstoffen.

# net.cqs.config.base.ResearchEnum
source: lasers
de_de: Laser

# net.cqs.config.base.ResearchEnum
source: When developing anti-matter-engines suddenly great amounts of energy are available. This leads to totally new possibilities in weaponry. Lasers bundle and amplify light waves and then shoot photon beams. This can only be done in space, so it is a weapon that can only be built into space units. It is an ideal weapon for fighters, the first space unit that you will probably be able to build.
de_de: Durch die Weiterentwicklung des Antimaterieantriebs stehen erheblich größere Energiemengen zum Einsatz für Waffen zur Verfügung. Dadurch ist es möglich Waffen zu entwickeln, die mit Lasern arbeiten. Jene feuern Photonenstrahlen ab, die durch Bündelung und Stärkung von Lichtwellen zustande kommen. Laserwaffen können ausschließlich im Weltraum benutzt werden, da sie in der Atmosphäre an Wirkungskraft verlieren. Bei Weiterentwicklung können sie selbst starke Panzerungen durchdringen.

# net.cqs.config.base.ResearchEnum
source: desintegrators
de_de: Desintegrator

# net.cqs.config.base.ResearchEnum
source: Desinterators can disintegrate materials by destroying intermoleculary bindings. Especially small units that have little armor are in great danger when encountered with this weapon. This is the weapon of choice for corvettes.
de_de: Desintegratoren haben die Fähigkeit Materien aufzulösen indem sie die zwischenmolekularen Bindungen auflösen. Insbesondere bei kleinen Einheiten, die nur schwache Schilder besitzen, haben sie eine zerstörerische Wirkung, da die Panzerung direkt aufgelöst wird. Weiterentwickeltere Desintegratoren ermöglichen dies auch bei grösseren Schiffen, die nicht allzu stark gepanzert sind.

# net.cqs.config.base.ResearchEnum
source: transformers
de_de: Transformer

# net.cqs.config.base.ResearchEnum
source: The concept of transformers is teleporting highly explosive munition directly into its targets to maximise damage. This is a highly dangerous weapon and therefore appropriate for the queen of space ships - the destroyer.
de_de: Dieses Waffenkonzept setzt die Teleportation hochexplosiver Munition direkt ins Zielgebiet um. Dadurch wird die Wirkung von Explosivstoffen maximiert, da die Munition direkt im Zielgebiet detoniert. Durch die optimale Lage der Sprengkörper kommt hier eine extrem gefährliche Kraft zustande. Diese muss jedoch erst durch Weiterentwicklungen erforscht werden.

# net.cqs.config.base.ResearchEnum
source: chocolate pudding
de_de: Schokopudding

# net.cqs.config.base.ResearchEnum
source: The compulsory easteregg - this idea was initiated when a player asked the main developer UlfJack what he wanted to do with his chocolate pudding - eat it, put it in his hair or implement it into Conquer-Space.net. See for yourself...
de_de: &lt;nov&gt; abnehmen? Ulf? Und was macht er dann mit dem Schoko-Pudding? In die Haare schmieren? Oder in CqS einbauen?

# net.cqs.config.base.ResourceEnum
source: steel
de_de: Stahl

# net.cqs.config.base.ResourceEnum
source: A steel works refines iron to steel with a carbon concentration of 0.5% to 1.5%. Steel has become construction material, because this process is cost effective, and steel is easy to process further. It is vital for a economically healty colony to produce steel in sufficient amounts. Steel is also necessary for the development of war machinery. Whether for weapons or for armor - steel is impressive in its strength, its ruggedness, and its malleability. Although it is cheap to produce, the importance of steel should not be underestimated.
de_de: Im Stahlwerk wird Eisen mit einem Kohlenstoffgehalt von 0,5% bis 1,5% versetzt. Die Herstellung ist relativ kostengünstig. Dies und die Tatsache, dass Stahl leicht zu verarbeiten ist, führte dazu, dass es sich als Grundbaustoff der Industrie durchsetzte. Foglich ist es wichtig Stahl stets in ausreichend großen Massen zu produzieren um eine florierende Wirtschaft aufbauen zu können. Ein weiteres wichtiges Einsatzgebiet von Stahl ist die Rüstungsindustrie. Ob für Waffen oder Panzerung - das Edelmetall besticht durch seine Härte, seine Stabilität und seine flexible Formbarkeit. Dieser im Vergleich recht minderwertige Rohstoff sollte deshalb nicht in seiner Bedeutung unterschätzt werden.

# net.cqs.config.base.ResourceEnum
source: oil
de_de: Öl

# net.cqs.config.base.ResourceEnum
source: Initially, oil was used in particular as a fuel and as a lubricant. The development of plastics further increased its importance. Starting with oil, plastics is produced through polymerization, polycondensation, and polyaddition. Plastics are more versatile and lighter than steel, but not as strong. As a result, oil is a necessary ingredient in almost every industrial process.
de_de: Öl fand anfangs vor allem als Brennstoff und Schmiermittel Verwendung. Mit der Entwicklung von Kunststoffen kam eine weitere wichtige Bedeutung hinzu. Kunststoffe werden durch die Polymerisation, Polykondensation und Polyaddition vom Ausgangsstoff Öl produziert und sind wandlungsfähiger und vor allem leichter als Stahl, jedoch nicht so stabil. Öl wird deshalb mittlerweile beinahe überall benötigt.

# net.cqs.config.base.ResourceEnum
source: silicon
de_de: Silizium

# net.cqs.config.base.ResourceEnum
source: Silicon is a semiconductor and one of the most common elements in the planet crust. Because of its electrical properties, silicon is primarily used as the basic material of computer chips. Due to miniaturization and automation, these are the main constituent of almost every machine. With increasing development status, a colony has to provide increasing amounts of silicon to meet the demands.
de_de: Silizium ist ein Halbleiter und zudem eines der häufigsten Elemente in der Planetenrinde. Wegen seiner elektrischen Eigenschaften wird es vor allem als Grundstoff für Computerchips eingesetzt. Für das Durchsetzen von Miniaturisierung und Automatisierung werden diese zum Bestandteil von fast jedem maschinell betriebenen Objekt. Es ist deshalb vor allem mit fortschreitender Entwicklung wichtig die enorme Nachfrage an Silizium durch ausreichend ausgebaute Schmelzen zu befriedigen.

# net.cqs.config.base.ResourceEnum
source: Deuterium is a heavy hydrogen isotope, which is separated during the process of elecroanalysis of water. The fusion of deuterium and antideuterium produces extraordinary amounts of energy. Deuterium is therefore an important fuel- and energy source. Unfortunately, the large-scale extraction of deuterium requires highly complex technology. To produce the amount required by space travel, a colony needs a significant number of deuterium processing plants.
de_de: Deuterium ist sozusagen schwerer Wasserstoff, der bei der Elektrolyse von Wasser abgesondert werden kann. Bei der Fusion von Deuterium und Antideuterium wird eine aussergewöhnliche Menge an Energie frei. Es bietet sich daher an Deuterium als Treibstoff- und Energielieferant zu nutzen. Es ist jedoch eine hochkomplizierte Technik vonnöten um große Mengen Deuterium zu gewinnen. Daher bringen erst hohe Ausbaustufen der Anreicherungsanlage die für Raumfahrt erforderlichen Mengen Deuterium.

# net.cqs.config.base.ResourceEnum
source: money
de_de: CqSol

# net.cqs.config.base.ResourceEnum
source: The more active the trade in a system, the higher its economic power. The construction of trading centers increases the trade, and thus the economic development of a colony. The currency in this universe is CqSol. Money is necessary to support buildings, research, education, and, of course, military developments.
de_de: Je aktiver der Handel eines Systems ist, desto höher ist die Wirtschaftskraft. Diese wird durch das symbolische Mittel Geld, veräussert. Die Währung in diesem Universum wurde auf den CqSol vereinheitlicht. Durch den Ausbau von Handelszentren wird der Handel vorangetrieben. Es ist wichtig für ein System ausreichend Geld zu besitzen um Bauten und Forschungsarbeiten zu finanzieren oder aber eine Armee zu unterhalten.

# net.cqs.config.RightEnum
source: participate in surveys
de_de: An Umfragen teilnehmen

# net.cqs.config.RightEnum
source: start surveys
de_de: Umfragen starten

# net.cqs.config.RightEnum
source: write messages
de_de: Nachrichten schreiben

# net.cqs.config.RightEnum
source: delete messages
de_de: Nachrichten löschen

# net.cqs.config.RightEnum
source: send emails
de_de: Emails verschicken

# net.cqs.config.RightEnum
source: manage contracts
de_de: Verträge verwalten

# net.cqs.config.RightEnum
source: change the description
de_de: Beschreibung ändern

# net.cqs.config.RightEnum
source: change the name
de_de: Namen ändern

# net.cqs.config.RightEnum
source: change ranks
de_de: Spielern Ränge zuweisen

# net.cqs.config.RightEnum
source: edit ranks
de_de: Ränge ändern

# net.cqs.config.RightEnum
source: accept and deny applications
de_de: Bewerbungen annehmen und ablehnen

# net.cqs.config.RightEnum
source: kick members
de_de: Mitglieder rausschmeißen

# net.cqs.config.base.Sex
source: unknown
de_de: unbekannt

# net.cqs.config.base.Sex
source: male
de_de: männlich

# net.cqs.config.base.Sex
source: female
de_de: weiblich

# net.cqs.i18n.SystemMessageEnum
source: Invitation to an alliance
de_de: Allianz-Einladung

# net.cqs.i18n.SystemMessageEnum
source: Alliance application declined
de_de: Ablehnung der Allianz-Bewerbung

# net.cqs.i18n.SystemMessageEnum
source: Contract proposal
de_de: Vertragsvorschlag

# net.cqs.i18n.SystemMessageEnum
source: Contract declined
de_de: Vertrag abgelehnt

# net.cqs.i18n.SystemMessageEnum
source: Contract created
de_de: Vertrag abgeschlossen

# net.cqs.i18n.SystemMessageEnum
source: Contract cancelled
de_de: Vertrag aufgelöst

# net.cqs.i18n.SystemMessageEnum
source: War declaration
de_de: Kriegserklärung

# net.cqs.i18n.SystemMessageEnum
source: War declaration cancelled
de_de: Kriegserklärung zurückgenommen

# net.cqs.engine.units.UnitEnum
source: truck
de_de: Lkw

# net.cqs.engine.units.UnitEnum
source: settler
de_de: Siedler

# net.cqs.engine.units.UnitEnum
source: pioneer
de_de: Pionier

# net.cqs.engine.units.UnitEnum
source: spy
de_de: Spion

# net.cqs.engine.units.UnitEnum
source: militia
de_de: Miliz

# net.cqs.engine.units.UnitEnum
source: infantry
de_de: Infanterie

# net.cqs.engine.units.UnitEnum
source: fast infantry
de_de: schnelle Infanterie

# net.cqs.engine.units.UnitEnum
source: very fast infantry
de_de: sehr schnelle Infanterie

# net.cqs.engine.units.UnitEnum
source: fast, aggressive infantry
de_de: schnelle, offensive Infanterie

# net.cqs.engine.units.UnitEnum
source: fast, robust infantry
de_de: schnelle, gepanzerte Infanterie

# net.cqs.engine.units.UnitEnum
source: aggressive infantry
de_de: offensive Infanterie

# net.cqs.engine.units.UnitEnum
source: very aggressive infantry
de_de: sehr offensive Infanterie

# net.cqs.engine.units.UnitEnum
source: aggressive, robust infantry
de_de: offensive, gepanzerte Infanterie

# net.cqs.engine.units.UnitEnum
source: robust infantry
de_de: gepanzerte Infanterie

# net.cqs.engine.units.UnitEnum
source: very robust infantry
de_de: stark gepanzerte Infanterie

# net.cqs.engine.units.UnitEnum
source: fast jeep
de_de: schneller Jeep

# net.cqs.engine.units.UnitEnum
source: very fast jeep
de_de: sehr schneller Jeep

# net.cqs.engine.units.UnitEnum
source: fast, aggressive jeep
de_de: schneller, offensiver Jeep

# net.cqs.engine.units.UnitEnum
source: fast tank
de_de: schneller Panzer

# net.cqs.engine.units.UnitEnum
source: aggressive jeep
de_de: offensiver Jeep

# net.cqs.engine.units.UnitEnum
source: very aggressive jeep
de_de: sehr offensiver Jeep

# net.cqs.engine.units.UnitEnum
source: aggressive tank
de_de: offensiver Panzer

# net.cqs.engine.units.UnitEnum
source: tank
de_de: Panzer

# net.cqs.engine.units.UnitEnum
source: robust tank
de_de: starker Panzer

# net.cqs.engine.units.UnitEnum
source: helicopter
de_de: Helikopter

# net.cqs.engine.units.UnitEnum
source: airplane
de_de: Flugzeug

# net.cqs.engine.units.UnitEnum
source: fast airplane
de_de: schnelles Flugzeug

# net.cqs.engine.units.UnitEnum
source: aggressive airplane
de_de: offensives Flugzeug

# net.cqs.engine.units.UnitEnum
source: robust airplane
de_de: gepanzertes Flugzeug

# net.cqs.engine.units.UnitEnum
source: aggressive helicopter
de_de: offensiver Helikopter

# net.cqs.engine.units.UnitEnum
source: very aggressive helicopter
de_de: sehr offensiver Helikopter

# net.cqs.engine.units.UnitEnum
source: aggressive, robust helicopter
de_de: offensiver, gepanzerter Helikopter

# net.cqs.engine.units.UnitEnum
source: robust helicopter
de_de: gepanzerter Helikopter

# net.cqs.engine.units.UnitEnum
source: very robust helicopter
de_de: stark gepanzerter Helikopter

# net.cqs.engine.units.UnitEnum
source: fighter
de_de: Jäger

# net.cqs.engine.units.UnitEnum
source: fast fighter
de_de: schneller Jäger

# net.cqs.engine.units.UnitEnum
source: very fast fighter
de_de: sehr schneller Jäger

# net.cqs.engine.units.UnitEnum
source: fast, aggressive fighter
de_de: schneller, offensiver Jäger

# net.cqs.engine.units.UnitEnum
source: fast, robust fighter
de_de: schneller, gepanzerter Jäger

# net.cqs.engine.units.UnitEnum
source: fast warp-fighter
de_de: schneller Warp-Jäger

# net.cqs.engine.units.UnitEnum
source: aggressive fighter
de_de: offensiver Jäger

# net.cqs.engine.units.UnitEnum
source: very aggressive fighter
de_de: sehr offensiver Jäger

# net.cqs.engine.units.UnitEnum
source: aggressive, robust fighter
de_de: offensiver, gepanzerter Jäger

# net.cqs.engine.units.UnitEnum
source: aggressive warp-fighter
de_de: offensiver Warp-Jäger

# net.cqs.engine.units.UnitEnum
source: robust fighter
de_de: gepanzerter Jäger

# net.cqs.engine.units.UnitEnum
source: very robust fighter
de_de: stark gepanzerter Jäger

# net.cqs.engine.units.UnitEnum
source: robust warp-fighter
de_de: gepanzerter Warp-Jäger

# net.cqs.engine.units.UnitEnum
source: warp-fighter
de_de: Warp-Jäger

# net.cqs.engine.units.UnitEnum
source: warp-fighter specialist
de_de: Warp-Jäger Spezialist

# net.cqs.engine.units.UnitEnum
source: fast corvette
de_de: schnelle Corvette

# net.cqs.engine.units.UnitEnum
source: very fast corvette
de_de: sehr schnelle Corvette

# net.cqs.engine.units.UnitEnum
source: fast, aggressive corvette
de_de: schnelle, offensive Corvette

# net.cqs.engine.units.UnitEnum
source: fast, robust corvette
de_de: schnelle, gepanzerte Corvette

# net.cqs.engine.units.UnitEnum
source: fast warp-corvette
de_de: schnelle Warp-Corvette

# net.cqs.engine.units.UnitEnum
source: aggressive corvette
de_de: offensive Corvette

# net.cqs.engine.units.UnitEnum
source: very aggressive corvette
de_de: sehr offensive Corvette

# net.cqs.engine.units.UnitEnum
source: aggressive, robust corvette
de_de: offensive, gepanzerte Corvette

# net.cqs.engine.units.UnitEnum
source: aggressive warp-corvette
de_de: offensive Warp-Corvette

# net.cqs.engine.units.UnitEnum
source: robust corvette
de_de: gepanzerte Corvette

# net.cqs.engine.units.UnitEnum
source: very robust corvette
de_de: stark gepanzerte Corvette

# net.cqs.engine.units.UnitEnum
source: robust warp-corvette
de_de: gepanzerte Warp-Corvette

# net.cqs.engine.units.UnitEnum
source: warp-corvette specialist
de_de: Warp-Corvette Spezialist

# net.cqs.engine.units.UnitEnum
source: destroyer
de_de: Zerstörer

# net.cqs.engine.units.UnitEnum
source: fast destroyer
de_de: schneller Zerstörer

# net.cqs.engine.units.UnitEnum
source: very fast destroyer
de_de: sehr schneller Zerstörer

# net.cqs.engine.units.UnitEnum
source: fast, aggressive destroyer
de_de: schneller, offensiver Zerstörer

# net.cqs.engine.units.UnitEnum
source: fast, robust destroyer
de_de: schneller, gepanzerter Zerstörer

# net.cqs.engine.units.UnitEnum
source: fast warp-destroyer
de_de: schneller Warp-Zerstörer

# net.cqs.engine.units.UnitEnum
source: aggressive destroyer
de_de: offensiver Zerstörer

# net.cqs.engine.units.UnitEnum
source: very aggressive destroyer
de_de: sehr offensiver Zerstörer

# net.cqs.engine.units.UnitEnum
source: aggressive, robust destroyer
de_de: offensiver, gepanzerter Zerstörer

# net.cqs.engine.units.UnitEnum
source: aggressive warp-destroyer
de_de: offensiver Warp-Zerstörer

# net.cqs.engine.units.UnitEnum
source: robust destroyer
de_de: gepanzerter Zerstörer

# net.cqs.engine.units.UnitEnum
source: very robust destroyer
de_de: stark gepanzerter Zerstörer

# net.cqs.engine.units.UnitEnum
source: robust warp-destroyer
de_de: gepanzerter Warp-Zerstörer

# net.cqs.engine.units.UnitEnum
source: warp-destroyer
de_de: Warp-Zerstörer

# net.cqs.engine.units.UnitEnum
source: warp-destroyer specialist
de_de: Warp-Zerstörer Spezialist

# net.cqs.engine.units.UnitEnum
source: freighter
de_de: Frachter

# net.cqs.engine.units.UnitEnum
source: fast freighter
de_de: schneller Frachter

# net.cqs.engine.units.UnitEnum
source: very fast freighter
de_de: sehr schneller Frachter

# net.cqs.engine.units.UnitEnum
source: fast, robust freighter
de_de: schneller, gepanzerter Frachter

# net.cqs.engine.units.UnitEnum
source: fast warp-freighter
de_de: schneller Warp-Frachter

# net.cqs.engine.units.UnitEnum
source: robust freighter
de_de: gepanzerter Frachter

# net.cqs.engine.units.UnitEnum
source: very robust freighter
de_de: stark gepanzerter Frachter

# net.cqs.engine.units.UnitEnum
source: robust warp-freighter
de_de: gepanzerter Warp-Frachter

# net.cqs.engine.units.UnitEnum
source: warp-freighter
de_de: Warp-Frachter

# net.cqs.engine.units.UnitEnum
source: warp-freighter specialist
de_de: Warp-Frachter Spezialist

# net.cqs.engine.units.UnitEnum
source: transport ship
de_de: Transporter

# net.cqs.engine.units.UnitEnum
source: fast transporter
de_de: schneller Transporter

# net.cqs.engine.units.UnitEnum
source: very fast transporter
de_de: sehr schneller Transporter

# net.cqs.engine.units.UnitEnum
source: fast, robust transporter
de_de: schneller, gepanzerter Transporter

# net.cqs.engine.units.UnitEnum
source: fast warp-transporter
de_de: schneller Warp-Transporter

# net.cqs.engine.units.UnitEnum
source: robust transporter
de_de: gepanzerter Transporter

# net.cqs.engine.units.UnitEnum
source: very robust transporter
de_de: stark gepanzerter Transporter

# net.cqs.engine.units.UnitEnum
source: robust warp-transporter
de_de: gepanzerter Warp-Transporter

# net.cqs.engine.units.UnitEnum
source: warp-transporter specialist
de_de: Warp-Transporter Spezialist

# net.cqs.engine.units.UnitEnum
source: carrier
de_de: Träger

# net.cqs.engine.units.UnitClassEnum
source: infantry
de_de: Infanterie

# net.cqs.engine.units.UnitClassEnum
source: The infantry forms the essential part of every force. In particular foot soldiers can occupy adversary colonies, having to be present at all times to assure the taking over of legal order and authority. Then this area can be availed in your own interest.
de_de: Die Infanterie bildet den Hauptbestandteil und Kern der Streitkräfte. Insbesondere können Fußtruppen feindliche Gebiete besetzen. Bei der Okkupation findet eine Übernahme der Rechtsordnung und der militärischen Machtbefugnisse statt, so dass ganze Parzellen eingenommen werden können um sie für eigenen Interessen zu nutzen.

# net.cqs.engine.units.UnitClassEnum
source: vehicle
de_de: Fahrzeug

# net.cqs.engine.units.UnitClassEnum
source: This chassis enables the construction of vehicles. Armoured they are usually track vehicles, which can overcome areas with an aclivity of up to 60%. Depending on the design of the vehicle, it can be a fast moving jeep or a very resistant tank.
de_de: Durch das Entwerfen dieses Chassis ist es erstmals möglich automobilisierte Einheiten auszubilden. Es bietet deutlich mehr Platz Waffen als ein einfacher Fußsoldat tragen könnte. Gepanzerte Fahrzeuge sind meist Vollkettenfahrzeuge, die so konzipiert wurden, dass auch Geländesteigungen von bis zu 60% kein Problem darstellen und kleinere senkrechte Hindernisse überwunden werden können. Je nach Belieben erhält man also entweder einen gängigen Geländejeep mit viel Feuerkraft oder einen widerstandsfähigen Panzer.

# net.cqs.engine.units.UnitClassEnum
source: aircraft
de_de: Luftfahrzeug

# net.cqs.engine.units.UnitClassEnum
source: This chassis enables the construction of aircrafts. As these units can attack from height, fundamentally different weapons can be introduced and are therefore a very dangerous expansion of every planetary fleet.
de_de: Dieses Chassis ermöglicht den Bau von Luftfahrzeugen. Da sie aus der Höhe wirken, können sich grundsätzlich andere Waffen im Vergleich zu bodengebundenen Einheiten einsetzen und stellen daher eine gefährliche Erweiterung jeder planetaren Flotte dar.

# net.cqs.engine.units.UnitClassEnum
source: fighter
de_de: Jäger
