Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.web.Ingame
source: set desktop for fleet
de_de: Ansicht für Flotte setzen

# net.cqs.web.Ingame
source: flight duration:
de_de: Flugdauer:

# net.cqs.web.Ingame
source: current costs:
de_de: Momentane Kosten:

# net.cqs.web.Ingame
source: load
de_de: Ladung

# net.cqs.web.Ingame
source: resources
de_de: Rohstoffe

# net.cqs.web.Ingame
source: {0,number,integer} of {1,number,integer} used
de_de: {0,number,integer} von {1,number,integer} verwendet

# net.cqs.web.Ingame
source: {0,number,integer} loaded
de_de: {0,number,integer} geladen

# net.cqs.web.Ingame
source: status for &ldquo;{0}&rdquo;
de_de: Status von &ldquo;{0}&rdquo;

# net.cqs.web.Ingame
source: update
de_de: Aktualisieren

# net.cqs.web.Ingame
source: last known position
de_de: Letzte bekannte Position

# net.cqs.web.Ingame
source: ground
de_de: Boden

# net.cqs.web.Ingame
source: space
de_de: Raum

# net.cqs.web.Ingame
source: Fleet stopped!
de_de: Flotte gestoppt!

# net.cqs.web.Ingame
source: Please select an order!
de_de: Bitte einen Befehl auswählen!

# net.cqs.web.Ingame
source: proceed
de_de: weiter

# net.cqs.web.Ingame
source: remove multiple commands
de_de: Mehrere Befehle löschen

# net.cqs.web.Ingame
source: all
de_de: Alle

# net.cqs.web.Ingame
source: before current
de_de: Vor dem aktuellen

# net.cqs.web.Ingame
source: after current
de_de: Nach dem aktuellen

# net.cqs.web.Ingame
source: click to deactivate
de_de: zum Deaktivieren klicken

# net.cqs.web.Ingame
source: loop modus active
de_de: Schleifenmodus aktiv

# net.cqs.web.Ingame
source: click to activate
de_de: zum Aktivieren klicken

# net.cqs.web.Ingame
source: loop modus inactive
de_de: Schleifenmodus inaktiv

# net.cqs.web.Ingame
source: orders
de_de: Aufträge

# net.cqs.web.Ingame
source: add fleet command
de_de: Befehle hinzufügen

# net.cqs.web.Ingame
source: Commands for colony positions (x:y:z)
de_de: Befehle für Koloniepositionen (x:y:z)

# net.cqs.web.Ingame
source: plant {0} spies
de_de: {0} Spione einschleusen

# net.cqs.web.Ingame
source: add {0} settlers
de_de: {0} Siedler ansiedeln

# net.cqs.web.Ingame
source: unload resources
de_de: Rohstoffe entladen

# net.cqs.web.Ingame
source: unload all resources
de_de: alle Rohstoffe entladen

# net.cqs.web.Ingame
source: transmit to
de_de: Transmittieren nach

# net.cqs.web.Ingame
source: land (get ground status)
de_de: landen (Bodenstatus erlangen)

# net.cqs.web.Ingame
source: take off (get space status)
de_de: Abheben (Raumstatus erhalten)

# net.cqs.web.Ingame
source: station fleet
de_de: Flotte stationieren

# net.cqs.web.Ingame
source: donate fleet to allied colony owner
de_de: Flotte an alliierten Koloniebesitzer verschenken

# net.cqs.web.Ingame
source: donate fleet to colony owner
de_de: Verschenke Flotte an Koloniebesitzer

# net.cqs.web.Ingame
source: Commands for planet positions (x:y)
de_de: Befehle für Planetenpositionen (x:y)

# net.cqs.web.Ingame
source: found colony on planet
de_de: Kolonie auf dem Planeten gründen

# net.cqs.web.Ingame
source: attack planet blockade
de_de: Blockade angreifen

# net.cqs.web.Ingame
source: Commands for any position
de_de: Befehle für beliebige Positionen

# net.cqs.web.Ingame
source: fly to
de_de: fliege zu

# net.cqs.web.Ingame
source: stop fleet
de_de: Flotte anhalten

# net.cqs.web.Ingame
source: wait for {0} secs
de_de: Warten {0} Sek.

# net.cqs.web.Ingame
source: {0} hour
de_de: {0} Stunde

# net.cqs.web.Ingame
source: wait until full {0} secs
de_de: Warten auf volle {0} Sek.

# net.cqs.web.Ingame
source: disband fleet (destroy units and resources)
de_de: löse Flotte auf (zerstört Einheiten und Rohstoffe)

# net.cqs.web.Ingame
source: detailed view
de_de: Detailansicht

# net.cqs.web.Ingame
source: split fleets
de_de: Flotten aufteilen

# net.cqs.web.Ingame
source: desktops
de_de: Ansichten

# net.cqs.web.Ingame
source: merging
de_de: Zusammenlegung

# net.cqs.web.Ingame
source: no fleet selected
de_de: keine Flotte gewählt

# net.cqs.web.Ingame
source: The accessed fleet does not exist!
de_de: Die aufgerufene Flotte existiert nicht!

# net.cqs.web.Ingame
source: possible reasons:
de_de: Mögliche Gründe:

# net.cqs.web.Ingame
source: fleet was stationed
de_de: Flotte wurde stationiert

# net.cqs.web.Ingame
source: fleet was not created
de_de: Flotte wurde nicht erstellt

# net.cqs.web.Ingame
source: merge fleets
de_de: Zusammenlegen von Flotten

# net.cqs.web.Ingame
source: You don''t have any fleets that can be merged!
de_de: Keine der Flotten können zusammengelegt werden!

# net.cqs.web.Ingame
source: planetary
de_de: planetar

# net.cqs.web.Ingame
source: Use command list of fleet:
de_de: Benutze die Befehlsliste von Flotte:

# net.cqs.web.Ingame
source: (choose one)
de_de: (wähl eine)

# net.cqs.web.Ingame
source: Move fleet to desktop:
de_de: Ansicht für die Flotte festlegen:

# net.cqs.web.Ingame
source: set
de_de: Setzen

# net.cqs.web.Ingame
source: split fleet {0}
de_de: Flotte {0} aufteilen

# net.cqs.web.Ingame
source: old fleet
de_de: Alte Flotte

# net.cqs.web.Ingame
source: new fleet
de_de: Neue Flotte

# net.cqs.web.Ingame
source: fleet names
de_de: Flottennamen

# net.cqs.web.Ingame
source: no ground units available
de_de: Es sind keine Bodeneinheiten vorhanden.

# net.cqs.web.Ingame
source: no interplanetary units available
de_de: Es sind keine interplanetaren Einheiten vorhanden.

# net.cqs.web.Ingame
source: no space units available
de_de: Es sind keine interstellaren Einheiten vorhanden.

# net.cqs.web.Ingame
source: cargo
de_de: Ladung

# net.cqs.web.Ingame
source: current maintenance costs: {0,number,integer}/h
de_de: Momentane Unterhaltskosten: {0,number,integer}/h

# net.cqs.web.Ingame
source: available
de_de: Verfügbar

# net.cqs.web.Ingame
source: ground units
de_de: Bodeneinheiten

# net.cqs.web.Ingame
source: space units
de_de: Raumeinheiten

# net.cqs.web.Ingame
source: transfer commands to new fleet
de_de: Befehlsliste übernehmen

# net.cqs.web.Ingame
source: split
de_de: Aufteilen

# net.cqs.web.Ingame
source: rename desktops
de_de: Ansichten umbenennen

# net.cqs.web.Ingame
source: all desktops
de_de: alle Ansichten

# net.cqs.web.Ingame
source: desktop overview
de_de: Übersicht der Ansichten

# net.cqs.web.Ingame
source: set default desktop
de_de: Standard-Ansicht festlegen

# net.cqs.web.Ingame
source: desktop
de_de: Ansicht

# net.cqs.web.Ingame
source: Defense fleets that were generated automatically are set to <b>desktop 1</b> in the beginning.
de_de: Automatische Verteidigerflotten werden anfänglich auf <b>Ansicht 1</b> gesetzt.

# net.cqs.web.Ingame
source: runtime
de_de: Laufzeit

# net.cqs.web.Ingame
source: display
de_de: Ansicht

# net.cqs.web.Ingame
source: Error!
de_de: Fehler!

# net.cqs.web.Ingame
source: no orders!
de_de: Keine Befehle!

# net.cqs.web.Ingame
source: resume all
de_de: alle fortsetzen

# net.cqs.web.Ingame
source: reset displays
de_de: Ansichten zurücksetzen

# net.cqs.web.Ingame
source: submit changes
de_de: Änderungen übernehmen

# net.cqs.web.Ingame
source: details for building {0}
de_de: Details für das Gebäude {0}

# net.cqs.web.Ingame
source: costs (upkeep)
de_de: Kosten (Upkeep)

# net.cqs.web.Ingame
source: civilization points
de_de: Zivilisationspunkte

# net.cqs.web.Ingame
source: unit classes
de_de: Einheitenklassen

# net.cqs.web.Ingame
source: unit modules
de_de: Einheitenmodule

# net.cqs.web.Ingame
source: This round runs {0} times faster than normal.
de_de: Diese Runde läuft mit {0}-facher Geschwindigkeit.

# net.cqs.web.Ingame
source: civilization points needed for founding colonies (currently: {0,number,integer})
de_de: Benötigte Zivilisationspunkte zum Gründen von Kolonien (momentan {0,number,integer})

# net.cqs.web.Ingame
source: {0} to {1} colonies
de_de: {0} bis {1} Kolonien

# net.cqs.web.Ingame
source: for your {0,number,integer}. colony:
de_de: Für die {0,number,integer}. Kolonie:

# net.cqs.web.Ingame
source: details for education topic {0}
de_de: Details für die Ausbildung {0}

# net.cqs.web.Ingame
source: maximum savings
de_de: Maximale Ersparnisse

# net.cqs.web.Ingame
source: can reduce the time needed for constructing buildings to {0} seconds
de_de: kann die Bauzeit für Gebäude auf bis zu {0} Sekunden reduzieren

# net.cqs.web.Ingame
source: requirements
de_de: Voraussetzungen

# net.cqs.web.Ingame
source: temporary reports
de_de: Vorläufige Spionageberichte

# net.cqs.web.Ingame
source: A temporary spy report contains the following information:<br />After a spy sneaks into a colony, he observes a part of specific events (completion of units, buildings, and education). He summarizes this information, so you can see how the buildings and education-levels changed since he sneaked in. Note that this information can differ substantially from the current situation depending on the age of the colony. In the long term spys are a very mighty weapon against enemies, as the spy accustoms himself and can therefore observe more events. Consequently his reports improve continuously.
de_de: Der vorläufige Spionagebericht liefert folgende Informationen: <br />Nachdem ein Spion eingeschleust wurde, beobachtet er einen gewissen Anteil bestimmter Ereignisse (Fertigstellung von Einheiten, Gebäude, Ausbildungen). Diese trägt er zusammen, so dass man einsehen kann wie sich die Absolutwerte der Gebäude/Ausbildungen seit dem Einschleusen verändert haben. Man beachte, dass dies je nach Alter der Kolonie nur bedingt etwas über den aktuellen Aufbau der Kolonie aussagt. Vor allem langfristig gesehen sind Spione ein mächtiges Mittel gegen Feinde. Denn: Je länger ein Spion in einer Kolonie ist, desto besser hat er sich eingelebt und kann somit mehr Ereignisse beobachten, sprich: seine Aussagen werden genauer.

# net.cqs.web.Ingame
source: graph visualizing the precision of spies
de_de: Grafik zur Genauigkeit von vorläufigen Berichten

# net.cqs.web.Ingame
source: final reports
de_de: Abschlußberichte

# net.cqs.web.Ingame
source: When requesting a final spy report, one of your spies does his best to find out how many units are stationed on the colony. Because this is such a risky venture, the spy is detected by the enemy and killed. The chance that the spy succeeds in completing his report and sending it off before he is detected is {0}.
de_de: Beim Anfordern eines Abschlußberichtes wird einer Ihrer Spione darauf angesetzt herauszufinden wie viele Einheiten aktuell auf der Kolonie stationiert sind. Da dies ein sehr riskantes Vorhaben ist, wird der Spion immer vom Gegner entdeckt und getötet. Die Wahrscheinlichkeit, dass der Spion zuvor noch seinen Bericht abschließt und ihn abschicken kann berägt {0}.

# net.cqs.web.Ingame
source: details for research topic {0}
de_de: Details für das Forschungsgebiet {0}

# net.cqs.web.Ingame
source: interplanetary
de_de: interplanetar

# net.cqs.web.Ingame
source: details for unit {0}
de_de: Details für Einheit {0}

# net.cqs.web.Ingame
source: details for unit class {0}
de_de: Details für Einheitenklasse {0}

# net.cqs.web.Ingame
source: modules ({0,number,integer} spaces available)
de_de: Module ({0,number,integer} Plätze verfügbar)

# net.cqs.web.Ingame
source: details for {0}''s unit module {1}
de_de: Details für das Modul {1} der Einheitenklasse {0}

# net.cqs.web.Ingame
source: players
de_de: Spieler

# net.cqs.web.Ingame
source: {0,number,integer} of {1,number,integer} online
de_de: {0,number,integer} von {1,number,integer} online

# net.cqs.web.Ingame
source: galaxy
de_de: Galaxie

# net.cqs.web.Ingame
source: systems
de_de: Systeme

# net.cqs.web.Ingame
source: events
de_de: Ereignisse

# net.cqs.web.Ingame
source: unit production total
de_de: Gesamte Einheitenproduktion

# net.cqs.web.Ingame
source: capacity: {0,number,integer}
de_de: Kapazität: {0,number,integer}

# net.cqs.web.Ingame
source: Hello {0}, welcome to Conquer-Space.net {1}!
de_de: Hallo {0}, willkommen bei Conquer-Space.net {1}!

# net.cqs.web.Ingame
source: Your vote for Conquer-Space.net
de_de: Deine Stimme für Conquer-Space.net

# net.cqs.web.Ingame
source: You like Conquer-Space.net and want to help us promote it? Then vote for Conquer-Space.net:
de_de: Dir gefällt Conquer-Space.net und Du möchtest uns helfen, Conquer-Space.net bekannter zu machen? Dann stimm doch für Conquer-Space.net:

# net.cqs.web.Ingame
source: system survey
de_de: Systemumfrage

# net.cqs.web.Ingame
source: commission survey
de_de: Kommissions-Umfrage

# net.cqs.web.Ingame
source: messages
de_de: Nachrichten

# net.cqs.web.Ingame
source: alliance forum
de_de: Allianzforum

# net.cqs.web.Ingame
source: player messages ({0,number,integer})
de_de: Spielernachrichten ({0,number,integer})

# net.cqs.web.Ingame
source: events ({0,number,integer})
de_de: Ereignisse ({0,number,integer})

# net.cqs.web.Ingame
source: exploration ({0,number,integer})
de_de: Erkundungen ({0,number,integer})

# net.cqs.web.Ingame
source: espionage ({0,number,integer})
de_de: Spionage ({0,number,integer})

# net.cqs.web.Ingame
source: battles ({0,number,integer})
de_de: Kämpfe ({0,number,integer})

# net.cqs.web.Ingame
source: tips &amp; tricks
de_de: Tipps &amp; Tricks

# net.cqs.web.Ingame
source: Startup help
de_de: Starthilfe

# net.cqs.web.Ingame
source: You currently do not own a colony!
de_de: Ihr besitzt zur Zeit keine Kolonien!

# net.cqs.web.Ingame
source: found first colony
de_de: Erste Kolonie gründen

# net.cqs.web.Ingame
source: You are a young and ambitious aimer and have managed to unite a few villages. Due to your your accomplishments hitherto, the population is thankful and nominate you as their ruler. Meaning your duties from now on include planning the city, forming a military and preparing research and education institutions.<br />You are ruler of a still very limited area. The strength of your position is always dependant on the strength of your people. Additionally you should not forget, that some hostile to you exist.<br />As it seems, others like you have built cities. Some of them have already founded alliances in order to help each other.<br />One of your most important decisions in the moment is to determine if you want to join an alliance or if you want to try your luck by yourself. Of course you can found an alliance, too, hoping others will join you.<br />This is your current situation. All your further decisions can and will have consequences. Hence may your orders be wise and your regnancy be glorious!
de_de: Als junger und ambitionierter Emporkömmling haben Sie es bewerkstelligt einige kleinere Dörfer zu einen. Auf Grund ihrer bisherigen Verdienste zeigen sich die Einwohner Ihnen gegenüber dankbar und ernennen Sie zu ihrem Herrscher. Somit betrauen sie Sie mit der Aufgabe der Stadtplanung, aber auch mit der Bildung eines Militärs und der Errichtung einer Ausbildungs- und Forschungsstätte.<br /> Sie nehmen also die Position eines Herrschers über ein noch sehr beschränktes Gebiet ein. In dieser mächtigen Stellung sollten Sie allerdings nicht vergessen, dass Sie stets von Ihren Leuten abhängig sind und auch, dass es nicht nur freundlich gesinnte Zeitgenossen gibt.<br /> Es hat sich nämlich gezeigt, dass sich auch an anderen Orten Städte bilden. Einige Stadtherren haben sich bereits zu Allianzen vereinigt um sich gegenseitig beizustehen.<br /> Einer Ihrer wichtigsten Aktionen wird es jetzt sein, festzulegen, ob auch Sie einer Allianz beitreten oder lieber auf sich selbst gestellt sein wollen. Natürlich können Sie auch eine eigene Allianz gruenden in der Hoffnung andere mögen sich Ihnen anschliessen.<br /> Dies ist also ihre aktuelle Situation, alle Ihre Beschlüsse können und werden Konsequenzen haben. Mögen deshalb Ihre Entscheidungen weise sein und ihre Herrschaft glorreich!

# net.cqs.web.Ingame
source: delete all messages
de_de: Alle Nachrichten löschen

# net.cqs.web.Ingame
source: by an administrator
de_de: von einem Administrator

# net.cqs.web.Ingame
source: to
de_de: an

# net.cqs.web.Ingame
source: join alliance {0}
de_de: Allianz {0} beitreten

# net.cqs.web.Ingame
source: This alliance invitation is not valid anymore.
de_de: Diese Allianzeinladung ist nicht mehr gültig.

# net.cqs.web.Ingame
source: mark as read
de_de: Als gelesen markieren

# net.cqs.web.Ingame
source: read ({0,number,integer})
de_de: Gelesen ({0,number,integer})

# net.cqs.web.Ingame
source: sent ({0,number,integer})
de_de: Verschickt ({0,number,integer})

# net.cqs.web.Ingame
source: clean up
de_de: Aufräumen

# net.cqs.web.Ingame
source: There are no events.
de_de: Es sind keine Ereignisse vorhanden.

# net.cqs.web.Ingame
source: jump to position
de_de: zur Position springen

# net.cqs.web.Ingame
source: building lots: {0,number,integer}
de_de: Bauplätze: {0,number,integer}

# net.cqs.web.Ingame
source: buildings: {0,number,integer}
de_de: Gebäude: {0,number,integer}

# net.cqs.web.Ingame
source: owner: {0}
de_de: Besitzer: {0}

# net.cqs.web.Ingame
source: planets
de_de: Planeten

# net.cqs.web.Ingame
source: {0,number,integer} buildings, {1,number,integer} planet size
de_de: {0,number,integer} Gebäude, {1,number,integer} Planetengröße

# net.cqs.web.Ingame
source: total units
de_de: Einheiten insgesamt

# net.cqs.web.Ingame
source: This account is restricted, and you therefore cannot view this page.
de_de: Diese Seite darf nicht mit diesem Account betrachtet werden.

# net.cqs.web.Ingame
source: You must not view this system.
de_de: Sie dürfen dieses System nicht betrachten.

# net.cqs.web.Ingame
source: planet details
de_de: Planetendetails

# net.cqs.web.Ingame
source: planet type
de_de: Planetentyp

# net.cqs.web.Ingame
source: building density
de_de: Bebauung

# net.cqs.web.Ingame
source: {0,number,integer} buildings
de_de: {0,number,integer} Gebäude

# net.cqs.web.Ingame
source: This planet is being blocked by {0} with {1,number,integer} units.
de_de: Dieser Planet wird von {0} mit {1,number,integer} Einheiten blockiert.

# net.cqs.web.Ingame
source: This planet has not been colonized yet.
de_de: Dieser Planet wurde noch nicht kolonisiert.

# net.cqs.web.Ingame
source: You must not view this planet.
de_de: Sie dürfen diesen Planeten nicht betrachten.

# net.cqs.web.Ingame
source: colony {0} &ndash; {1}
de_de: Kolonie {0} &ndash; {1}

# net.cqs.web.Ingame
source: colony details
de_de: Koloniedetails

# net.cqs.web.Ingame
source: highlight system
de_de: Systemhighlight

# net.cqs.web.Ingame
source: determine distance
de_de: Entfernung berechnen

# net.cqs.web.Ingame
source: You must not view this galaxy.
de_de: Sie dürfen diese Galaxie nicht betrachten.

# net.cqs.web.Ingame
source: details on player {0}
de_de: Details für Spieler {0}

# net.cqs.web.Ingame
source: player data
de_de: Spielerdaten

# net.cqs.web.Ingame
source: diplomatic status
de_de: Diplomatischer Status

# net.cqs.web.Ingame
source: language
de_de: Sprache

# net.cqs.web.Ingame
source: memorize nickname
de_de: Spielername merken

# net.cqs.web.Ingame
source: personal description
de_de: persönliche Beschreibung

# net.cqs.web.Ingame
source: write message
de_de: Nachricht schreiben

# net.cqs.web.Ingame
source: colonies in observable area
de_de: Kolonien im sichtbaren Gebiet

# net.cqs.web.Ingame
source: No valid player was selected.
de_de: Es wurde kein gültiger Spieler ausgewählt.

# net.cqs.web.Ingame
source: unit
de_de: Einheit

# net.cqs.web.Ingame
source: unit design: planetary units
de_de: Einheitenentwurf: Bodeneinheiten

# net.cqs.web.Ingame
source: class
de_de: Klasse

# net.cqs.web.Ingame
source: chassis
de_de: Klasse

# net.cqs.web.Ingame
source: speed
de_de: Geschwindigkeit

# net.cqs.web.Ingame
source: weapons
de_de: Waffen

# net.cqs.web.Ingame
source: unit design: space units
de_de: Einheitenentwurf: Raumeinheiten

# net.cqs.web.Ingame
source: attack
de_de: angreifen

# net.cqs.web.Ingame
source: warp engine
de_de: Warp-Antrieb

# net.cqs.web.Ingame
source: current research topics
de_de: Aktuelle Forschung

# net.cqs.web.Ingame
source: completed research
de_de: Beendete Forschung

# net.cqs.web.Ingame
source: all research topics
de_de: Alle Forschungsgebiete

# net.cqs.web.Ingame
source: universities
de_de: Universitäten

# net.cqs.web.Ingame
source: current topics
de_de: Aktuelle Forschung

# net.cqs.web.Ingame
source: completed topics
de_de: Beendete Forschung

# net.cqs.web.Ingame
source: all topics
de_de: Alle Forschungsgebiete

# net.cqs.web.Ingame
source: researchers
de_de: Forscher

# net.cqs.web.Ingame
source: employed: {0,number,integer}
de_de: angestellt: {0,number,integer}

# net.cqs.web.Ingame
source: The more researchers available, the faster you can research.
de_de: Je mehr Forscher vorhanden sind, desto schneller wird geforscht.

# net.cqs.web.Ingame
source: duration = {0,number,integer}s / (researchers+{1})
de_de: Dauer = {0,number,integer}s / (Forscher+{1})

# net.cqs.web.Ingame
source: {0,number,integer} of {1,number,integer} professors free
de_de: {0,number,integer} von {1,number,integer} Professoren frei

# net.cqs.web.Ingame
source: {0,number,integer} trainers:
de_de: {0,number,integer} Ausbilder:

# net.cqs.web.Ingame
source: {0,number,integer} researchers:
de_de: {0,number,integer} Forscher:

# net.cqs.web.Ingame
source: no current research
de_de: Keine Forschungsaktivität

# net.cqs.web.Ingame
source: nickname
de_de: Spielername

# net.cqs.web.Ingame
source: Use "?" for a single arbitrary char or "*" for an arbitrary string of chars.
de_de: Ein "?" kann für ein einzelnes beliebiges Zeichen benutzt werden, ein "*" für eine beliebig lange Kette von beliebigen Zeichen.

# net.cqs.web.Ingame
source: search for ally
de_de: Allianz suchen

# net.cqs.web.Ingame
source: delete from memory
de_de: nicht mehr merken

# net.cqs.web.Ingame
source: search results
de_de: Suchergebnisse

# net.cqs.web.Ingame
source: of {0,number,integer}
de_de: von {0,number,integer}

# net.cqs.web.Ingame
source: ranking
de_de: Platz

# net.cqs.web.Ingame
source: memorize
de_de: merken

# net.cqs.web.Ingame
source: {0,number,integer} members
de_de: {0,number,integer} Mitglieder

# net.cqs.web.Ingame
source: Select colony from which to send fleet to {0}
de_de: Kolonie wählen, von der eine Flotte nach {0} geschickt werden soll

# net.cqs.web.Ingame
source: approximate flight duration
de_de: Ungefähre Flugdauer

# net.cqs.web.Ingame
source: pioneers
de_de: Pioniere

# net.cqs.web.Ingame
source: settlers
de_de: Siedler

# net.cqs.web.Ingame
source: No target selected!
de_de: Kein Ziel ausgewählt!

# net.cqs.web.Ingame
source: sort colonylist
de_de: Kolonieliste sortieren

# net.cqs.web.Ingame
source: by coordinates
de_de: nach Koordinaten

# net.cqs.web.Ingame
source: by name
de_de: nach Name

# net.cqs.web.Ingame
source: by points
de_de: nach Punkten

# net.cqs.web.Ingame
source: by age
de_de: nach Alter

# net.cqs.web.Ingame
source: sort
de_de: Sortieren

# net.cqs.web.Ingame
source: inverse order
de_de: umgekehrte Reihenfolge

# net.cqs.web.Ingame
source: game automation
de_de: Spielautomatisierung

# net.cqs.web.Ingame
source: stop unit queues if efficiency drops below 50%
de_de: Einheitenschleifen anhalten, wenn die Effizienz unter 50% sinkt

# net.cqs.web.Ingame
source: email settings
de_de: Email-Einstellungen

# net.cqs.web.Ingame
source: You can change your email address on the <a href="http://www.conquer-space.net">homepage</a>.
de_de: Die Email-Adresse kann auf der <a href="http://www.conquer-space.net">Hauptseite</a> geändert werden.

# net.cqs.web.Ingame
source: send messages as an email
de_de: Nachrichten per Email schicken

# net.cqs.web.Ingame
source: request change of nickname
de_de: Antrag auf Namensänderung

# net.cqs.web.Ingame
source: This account is restricted, and cannot use this functionality.
de_de: Diese Aktion ist nicht verfügbar, da der Account eingeschränkte Funktionalität besitzt.

# net.cqs.web.Ingame
source: new nickname:
de_de: Neuer Spielername:

# net.cqs.web.Ingame
source: reason:
de_de: Begründung:

# net.cqs.web.Ingame
source: change password
de_de: Passwort ändern
