Repository: ulfjack/cqs
Catalog: I18n/cqs_*.po
Languages: de_de

# net.cqs.web.Ingame
source: fleet
de_de: Flotte

# net.cqs.web.Ingame
source: send off
de_de: entsenden

# net.cqs.web.Ingame
source: search for transmitter stations
de_de: Transmitterstationen suchen

# net.cqs.web.Ingame
source: planet blockades
de_de: Planetenblockaden

# net.cqs.web.Ingame
source: {0} at {1}
de_de: {0} bei {1}

# net.cqs.web.Ingame
source: next battle tick:
de_de: Nächster Kampftick:

# net.cqs.web.Ingame
source: no battle
de_de: Kein Kampf

# net.cqs.web.Ingame
source: view temporary battle report
de_de: vorläufigen Kampfbericht betrachten

# net.cqs.web.Ingame
source: attacker
de_de: Angreifer

# net.cqs.web.Ingame
source: defender
de_de: Verteidiger

# net.cqs.web.Ingame
source: from
de_de: von

# net.cqs.web.Ingame
source: withdraw
de_de: Rückzug

# net.cqs.web.Ingame
source: conflicts
de_de: Kämpfe

# net.cqs.web.Ingame
source: defense
de_de: Verteidigung

# net.cqs.web.Ingame
source: blockades
de_de: Blockaden

# net.cqs.web.Ingame
source: defense battles at your own colonies
de_de: Verteidigungskämpfe an eigenen Kolonien

# net.cqs.web.Ingame
source: simulate battles
de_de: Kämpfe simulieren

# net.cqs.web.Ingame
source: attacker''s units
de_de: Einheiten vom Angreifer

# net.cqs.web.Ingame
source: defender''s units
de_de: Einheiten vom Verteidiger

# net.cqs.web.Ingame
source: actions
de_de: Aktionen

# net.cqs.web.Ingame
source: simulate battle
de_de: Kampf simulieren

# net.cqs.web.Ingame
source: view planetary units
de_de: Bodeneinheiten betrachten

# net.cqs.web.Ingame
source: view space units
de_de: Raumeinheiten betrachten

# net.cqs.web.Ingame
source: reset simulator
de_de: Simulator zurücksetzen

# net.cqs.web.Ingame
source: add/remove attacker''s units
de_de: Einheiten für den Angreifer hinzufügen oder entfernen

# net.cqs.web.Ingame
source: add/remove defender''s units
de_de: Einheiten für den Verteidiger hinzufügen oder entfernen

# net.cqs.web.Ingame
source: standard units
de_de: Standardeinheiten

# net.cqs.web.Ingame
source: militia
de_de: Miliz

# net.cqs.web.Ingame
source: designed units
de_de: Entworfene Einheiten

# net.cqs.web.Ingame
source: add
de_de: hinzufügen

# net.cqs.web.Ingame
source: remove
de_de: entfernen

# net.cqs.web.Ingame
source: all battles (excluding blockades)
de_de: Alle Kämpfe (exklusive Blockaden)

# net.cqs.web.Ingame
source: next update in:
de_de: Nächster Kampftick:

# net.cqs.web.Ingame
source: colony
de_de: Kolonie

# net.cqs.web.Ingame
source: output/h
de_de: Ertrag/h

# net.cqs.web.Ingame
source: all colonies
de_de: Alle Kolonien

# net.cqs.web.Ingame
source: costs/h
de_de: Kosten/h

# net.cqs.web.Ingame
source: all fleets
de_de: Alle Flotten

# net.cqs.web.Ingame
source: Your credit is decreasing!
de_de: Ihr Guthaben sinkt!

# net.cqs.web.Ingame
source: population
de_de: Bevölkerung

# net.cqs.web.Ingame
source: available: {0,number,integer}
de_de: verfügbar: {0,number,integer}

# net.cqs.web.Ingame
source: growth: +{0,number,integer}/h
de_de: Wachstum: +{0,number,integer}/h

# net.cqs.web.Ingame
source: depot: {0,number,integer}
de_de: Lager: {0,number,integer}

# net.cqs.web.Ingame
source: construction workers: {0,number,integer}
de_de: Bauarbeiter: {0,number,integer}

# net.cqs.web.Ingame
source: employees: {0,number,integer}
de_de: Angestellte: {0,number,integer}

# net.cqs.web.Ingame
source: jobs
de_de: Arbeitsplätze

# net.cqs.web.Ingame
source: filled
de_de: besetzt

# net.cqs.web.Ingame
source: You don''t have enough money to create non-civil fleets!
de_de: Es ist nicht genügend Geld vorhanden, um nichtzivile Flotten zu versenden!

# net.cqs.web.Ingame
source: Colony {0} &ndash; fleet base
de_de: Kolonie {0} &ndash; Flottenbasis

# net.cqs.web.Ingame
source: specify orders
de_de: Befehle auswählen

# net.cqs.web.Ingame
source: destination
de_de: Ziel

# net.cqs.web.Ingame
source: first fly to
de_de: fliege zuerst zu

# net.cqs.web.Ingame
source: pick
de_de: wähle

# net.cqs.web.Ingame
source: system:planet:colony
de_de: System:Planet:Kolonie

# net.cqs.web.Ingame
source: then transmit to
de_de: dann transmittiere

# net.cqs.web.Ingame
source: then return fleet
de_de: dann fliege zurück

# net.cqs.web.Ingame
source: Transmissions are not considered when returning!
de_de: Transmissionen werden bei der Rückkehr nicht berücksichtigt!

# net.cqs.web.Ingame
source: then station fleet
de_de: dann stationiere die Flotte

# net.cqs.web.Ingame
source: civil orders
de_de: Zivilbefehle

# net.cqs.web.Ingame
source: give no order
de_de: keinen Befehl geben

# net.cqs.web.Ingame
source: colonize planet
de_de: Kolonisation des Planeten

# net.cqs.web.Ingame
source: explore planet
de_de: Erkunden des Planeten

# net.cqs.web.Ingame
source: transport resources
de_de: Rohstoffe transportieren

# net.cqs.web.Ingame
source: add settler to colony
de_de: Ansiedeln eines Siedlers

# net.cqs.web.Ingame
source: donate to alliance member
de_de: Verschenken an ein Allianzmitglied

# net.cqs.web.Ingame
source: donate without constraints
de_de: Verschenken ohne Beschränkung

# net.cqs.web.Ingame
source: military orders
de_de: Kampfbefehle

# net.cqs.web.Ingame
source: defend colony
de_de: Kolonie verteidigen

# net.cqs.web.Ingame
source: spy on colony
de_de: Ausspionieren der Kolonie

# net.cqs.web.Ingame
source: attack colony
de_de: Angreifen der Kolonie

# net.cqs.web.Ingame
source: invade colony
de_de: Eroberung der Kolonie

# net.cqs.web.Ingame
source: block planet
de_de: Blockieren des Planeten

# net.cqs.web.Ingame
source: attack blockade
de_de: Blockade angreifen

# net.cqs.web.Ingame
source: plunder resources
de_de: Rohstoffe plündern

# net.cqs.web.Ingame
source: load resources
de_de: Rohstoffe laden

# net.cqs.web.Ingame
source: load {0}
de_de: {0} laden

# net.cqs.web.Ingame
source: select units
de_de: Einheiten auswählen

# net.cqs.web.Ingame
source: planetary units
de_de: Bodeneinheiten

# net.cqs.web.Ingame
source: interplanetary units
de_de: interplanetare Einheiten

# net.cqs.web.Ingame
source: interstellar units
de_de: interstellare Einheiten

# net.cqs.web.Ingame
source: size: {0,number,integer}
de_de: Größe: {0,number,integer}

# net.cqs.web.Ingame
source: resource capacity: {0,number,integer}
de_de: Rohstoffkapazität: {0,number,integer}

# net.cqs.web.Ingame
source: planetary unit capacity: {0,number,integer}
de_de: Bodentruppenkapazität: {0,number,integer}

# net.cqs.web.Ingame
source: interplanetary unit capacity: {0,number,integer}
de_de: Raumeinheitenkapazität: {0,number,integer}

# net.cqs.web.Ingame
source: no units available
de_de: keine Einheiten vorhanden

# net.cqs.web.Ingame
source: capacity
de_de: Kapazität

# net.cqs.web.Ingame
source: loaded
de_de: Geladen

# net.cqs.web.Ingame
source: still available
de_de: Noch frei

# net.cqs.web.Ingame
source: The fleet can transport all selected resources.
de_de: Die Flotte kann alle gewählten Rohstoffe transportieren.

# net.cqs.web.Ingame
source: The fleet <span class="red">cannot</span> transport all selected resources.
de_de: Die Flotte kann <span class="red">nicht</span> alle gewählten Rohstoffe transportieren.

# net.cqs.web.Ingame
source: transport planetary units
de_de: Transport von planetaren Einheiten

# net.cqs.web.Ingame
source: This fleet can travel arbitrarily within a system.
de_de: Die Flotte kann beliebig innerhalb des Systems fliegen.

# net.cqs.web.Ingame
source: This fleet <span class="red">cannot</span> travel arbitrarily within a system.
de_de: Die Flotte kann <span class="red">nicht</span> beliebig innerhalb des Systems fliegen.

# net.cqs.web.Ingame
source: transport interplanetary units
de_de: Transport von Interplanetaren Einheiten

# net.cqs.web.Ingame
source: This fleet can travel to other systems.
de_de: Die Flotte kann in andere Systeme fliegen.

# net.cqs.web.Ingame
source: This fleet <span class="red">cannot</span> travel to other systems.
de_de: Die Flotte kann <span class="red">nicht</span> in andere Systeme fliegen.

# net.cqs.web.Ingame
source: send fleet
de_de: Flotten entsenden

# net.cqs.web.Ingame
source: name fleet (optional)
de_de: Flotte benennen (optional)

# net.cqs.web.Ingame
source: pick desktop
de_de: Ansicht wählen

# net.cqs.web.Ingame
source: no colony selected!
de_de: Keine Kolonie ausgewählt!

# net.cqs.web.Ingame
source: This colony is under attack.
de_de: Diese Kolonie wird angegriffen.

# net.cqs.web.Ingame
source: One of your colonies is under attack.
de_de: Eine Eurer Kolonien wird angegriffen.

# net.cqs.web.Ingame
source: buildings
de_de: Gebäude

# net.cqs.web.Ingame
source: units
de_de: Einheiten

# net.cqs.web.Ingame
source: education
de_de: Ausbildung

# net.cqs.web.Ingame
source: fleet base
de_de: Flottenbasis

# net.cqs.web.Ingame
source: all data in CqSol per hour
de_de: alle Angaben in CqSol pro Stunde

# net.cqs.web.Ingame
source: Note: The money display is not calculated continuously!
de_de: Achtung: Die Anzeige des Geldes wird nicht laufend neu berechnet!

# net.cqs.web.Ingame
source: income: +{0,number,integer}/h
de_de: Einnahmen: +{0,number,integer}/h

# net.cqs.web.Ingame
source: expense: -{0,number,integer}/h
de_de: Ausgaben: -{0,number,integer}/h

# net.cqs.web.Ingame
source: output:
de_de: Ertrag:

# net.cqs.web.Ingame
source: local income and expenditure
de_de: Lokale Einnahmen und Ausgaben

# net.cqs.web.Ingame
source: description
de_de: Beschreibung

# net.cqs.web.Ingame
source: calculation
de_de: Berechnung

# net.cqs.web.Ingame
source: income
de_de: Einkommen

# net.cqs.web.Ingame
source: expense
de_de: Ausgaben

# net.cqs.web.Ingame
source: base income
de_de: Grundeinkommen

# net.cqs.web.Ingame
source: {0,number,integer} units
de_de: {0,number,integer} Einheiten

# net.cqs.web.Ingame
source: total for {0}
de_de: Summe für {0}

# net.cqs.web.Ingame
source: overview of all finances
de_de: Übersicht aller Finanzen

# net.cqs.web.Ingame
source: output for {0}
de_de: Ertrag für {0}

# net.cqs.web.Ingame
source: output of all {0} colonies
de_de: Ertrag aller {0} Kolonien

# net.cqs.web.Ingame
source: costs for {0} fleets
de_de: Kosten von {0} Flotten

# net.cqs.web.Ingame
source: account total
de_de: Bilanz

# net.cqs.web.Ingame
source: available resources
de_de: Vorhandene Rohstoffe

# net.cqs.web.Ingame
source: {0} [available: {1,number,integer}] [growth: +{2,number,integer}/h] [depot: {3,number,integer}] [bonus: {4}%]
de_de: {0} [verfügbar: {1,number,integer}] [Wachstum: +{2,number,integer}/h] [Lager: {3,number,integer}] [Bonus: {4}%]

# net.cqs.web.Ingame
source: pull down
de_de: Abreißen

# net.cqs.web.Ingame
source: build
de_de: Bauen

# net.cqs.web.Ingame
source: demolition
de_de: Abriss

# net.cqs.web.Ingame
source: currently built: {0,number,integer}
de_de: momentan gebaut: {0,number,integer}

# net.cqs.web.Ingame
source: stopped
de_de: Gestoppt!

# net.cqs.web.Ingame
source: resume
de_de: Fortsetzen

# net.cqs.web.Ingame
source: approximate queue duration:
de_de: Ungefähre Schleifenlänge:

# net.cqs.web.Ingame
source: give up colony
de_de: Kolonie abreißen

# net.cqs.web.Ingame
source: building lot
de_de: Bauplatz

# net.cqs.web.Ingame
source: civilization points: {0,number,integer}
de_de: Zivilisationspunkte: {0,number,integer}

# net.cqs.web.Ingame
source: duration
de_de: Dauer

# net.cqs.web.Ingame
source: construction workers
de_de: Bauarbeiter

# net.cqs.web.Ingame
source: employees
de_de: Angestellte

# net.cqs.web.Ingame
source: upkeep
de_de: Unterhalt

# net.cqs.web.Ingame
source: assign universities
de_de: Universitäten zuteilen

# net.cqs.web.Ingame
source: {0} of {1} professors free
de_de: {0} von {1} Professoren frei

# net.cqs.web.Ingame
source: show details
de_de: Details zeigen

# net.cqs.web.Ingame
source: {0,number,integer} professors for education
de_de: {0,number,integer} Professoren für Ausbildung

# net.cqs.web.Ingame
source: {0,number,integer} professors for research
de_de: {0,number,integer} Professoren für Forschung

# net.cqs.web.Ingame
source: choose topics
de_de: Gebiet wählen

# net.cqs.web.Ingame
source: You can reduce construction costs by training your workers.
de_de: Trainierte Arbeiter ermöglichen günstigere Fertigstellungen.

# net.cqs.web.Ingame
source: {0,number,integer} of {1,number,integer} trainers<br />still available
de_de: {0,number,integer} von {1,number,integer} Ausbilder<br />noch verfügbar

# net.cqs.web.Ingame
source: costs
de_de: Kosten

# net.cqs.web.Ingame
source: start costs: {0,number,integer}
de_de: Anlaufkosten: {0,number,integer}

# net.cqs.web.Ingame
source: maintenance: {0,number,integer}/h
de_de: Unterhalt: {0,number,integer}

# net.cqs.web.Ingame
source: time left:
de_de: verbleibend:

# net.cqs.web.Ingame
source: The first value shows what percentage of costs are saved with the current level, and the second, bracketed value shows how much could be saved if you reached the maximum level.
de_de: Der erste Wert zeigt welcher Prozentsatz momentan gespart wird, und der zweite, geklammerte Wert zeigt welcher Prozentsatz gespart wird sofern die maximale Stufe erreicht wird.

# net.cqs.web.Ingame
source: topic
de_de: Thema

# net.cqs.web.Ingame
source: effect
de_de: Wirkung

# net.cqs.web.Ingame
source: level
de_de: Stufe

# net.cqs.web.Ingame
source: saves {0}% of the usual time needed (max {1}%, min build time: {2} sec)
de_de: spart {0}% der üblichen Bauzeit (max {1}%, Mindestbauzeit: {2} Sek.)

# net.cqs.web.Ingame
source: needs:
de_de: benötigt:

# net.cqs.web.Ingame
source: No {0} built
de_de: Kein(e) {0} gebaut

# net.cqs.web.Ingame
source: stopped!
de_de: Gestoppt!

# net.cqs.web.Ingame
source: crew
de_de: Besatzung

# net.cqs.web.Ingame
source: research dependencies:
de_de: Forschungsabhängigkeiten:

# net.cqs.web.Ingame
source: colony {0}
de_de: Kolonie {0}

# net.cqs.web.Ingame
source: rename
de_de: Umbenennen

# net.cqs.web.Ingame
source: rename to
de_de: umbenennen in

# net.cqs.web.Ingame
source: buildings:
de_de: Gebäude:

# net.cqs.web.Ingame
source: civ points:
de_de: Zivipunkte:

# net.cqs.web.Ingame
source: planetary units:
de_de: Bodeneinheiten:

# net.cqs.web.Ingame
source: interplanetary units:
de_de: Interplanetare Einheiten:

# net.cqs.web.Ingame
source: interstellar units:
de_de: Interstellare Einheiten:

# net.cqs.web.Ingame
source: send fleet from here
de_de: Flotten von hier entsenden

# net.cqs.web.Ingame
source: owner
de_de: Besitzer

# net.cqs.web.Ingame
source: size
de_de: Größe

# net.cqs.web.Ingame
source: view
de_de: anzeigen

# net.cqs.web.Ingame
source: This planet is currently not being blocked.
de_de: Dieser Planet wird momentan nicht blockiert.

# net.cqs.web.Ingame
source: natural resources
de_de: Bodenschätze

# net.cqs.web.Ingame
source: depot full!
de_de: Lager voll!

# net.cqs.web.Ingame
source: population and jobs
de_de: Bevölkerung und Arbeitsplätze

# net.cqs.web.Ingame
source: space: {0,number,integer}
de_de: Platz: {0,number,integer}

# net.cqs.web.Ingame
source: admin
de_de: Administration

# net.cqs.web.Ingame
source: construction
de_de: Konstruktion

# net.cqs.web.Ingame
source: production
de_de: Produktion

# net.cqs.web.Ingame
source: globally {0,number,integer}
de_de: global {0,number,integer}

# net.cqs.web.Ingame
source: and decreasing
de_de: und sinkend

# net.cqs.web.Ingame
source: {0,number,integer} in queue
de_de: {0,number,integer} in der Schleife

# net.cqs.web.Ingame
source: no open tasks
de_de: keine offenen Aufträge

# net.cqs.web.Ingame
source: edit queue
de_de: Schleife editieren

# net.cqs.web.Ingame
source: unit class: {0}
de_de: Einheitenklasse: {0}

# net.cqs.web.Ingame
source: more details
de_de: Weitere Details

# net.cqs.web.Ingame
source: base costs
de_de: Basis-Kosten

# net.cqs.web.Ingame
source: construction time
de_de: Bauzeit

# net.cqs.web.Ingame
source: {0,number,integer} spaces
de_de: {0,number,integer} Plätze

# net.cqs.web.Ingame
source: total costs
de_de: Gesamtkosten

# net.cqs.web.Ingame
source: <span id='spaceleft'>{0,number,integer}</span> of {1,number,integer} free
de_de: <span id='spaceleft'>{0,number,integer}</span> von {1,number,integer} frei

# net.cqs.web.Ingame
source: Beware: The current temporary unit will be deleted if you press the "view design"-button!
de_de: ACHTUNG: Die aktuelle vorläufige Einheit wird gelöscht, wenn sie auf den "Entwurf ansehen"-Knopf drücken!

# net.cqs.web.Ingame
source: view design
de_de: Entwurf ansehen

# net.cqs.web.Ingame
source: finished units
de_de: Fertige Einheiten

# net.cqs.web.Ingame
source: design new unit
de_de: Neue Einheit entwerfen

# net.cqs.web.Ingame
source: temporary unit
de_de: Vorläufige Einheit

# net.cqs.web.Ingame
source: no temporary unit
de_de: Keine vorläufige Einheit

# net.cqs.web.Ingame
source: accept unit design
de_de: Entwurf übernehmen

# net.cqs.web.Ingame
source: class: {0}
de_de: Klasse: {0}

# net.cqs.web.Ingame
source: design
de_de: Aufbau

# net.cqs.web.Ingame
source: type
de_de: Typ

# net.cqs.web.Ingame
source: planetary unit
de_de: Bodeneinheit

# net.cqs.web.Ingame
source: interplanetary unit
de_de: interplanetare Einheiten

# net.cqs.web.Ingame
source: interstellar unit
de_de: interstellare Einheiten

# net.cqs.web.Ingame
source: modules
de_de: Module

# net.cqs.web.Ingame
source: no modules
de_de: Keine Module

# net.cqs.web.Ingame
source: characteristics
de_de: Eigenschaften

# net.cqs.web.Ingame
source: unit size
de_de: Einheitengröße

# net.cqs.web.Ingame
source: points for {0} units
de_de: Punkte je {0} Einheiten

# net.cqs.web.Ingame
source: resource capacity
de_de: Rohstoff-Kapazität

# net.cqs.web.Ingame
source: ground-troop capacity
de_de: Bodentruppen-Kapazität

# net.cqs.web.Ingame
source: spaceship capacity
de_de: Raumeinheiten-Kapazität

# net.cqs.web.Ingame
source: fight values
de_de: Kampfwerte

# net.cqs.web.Ingame
source: defense: {0,number,integer}
de_de: Abwehr: {0,number,integer}

# net.cqs.web.Ingame
source: accept design
de_de: Entwurf übernehmen

# net.cqs.web.Ingame
source: standard planetary units
de_de: planetare Standardeinheiten

# net.cqs.web.Ingame
source: standard interplanetary units
de_de: interplanetare Standardeinheiten

# net.cqs.web.Ingame
source: standard interstellar units
de_de: interstellare Standardeinheiten

# net.cqs.web.Ingame
source: none
de_de: Keine

# net.cqs.web.Ingame
source: designed planetary units
de_de: Entworfene planetare Einheiten

# net.cqs.web.Ingame
source: designed interplanetary units
de_de: Entworfene interplanetare Einheiten

# net.cqs.web.Ingame
source: designed interstellar units
de_de: Entworfene interstellare Einheiten

# net.cqs.web.Ingame
source: no units designed
de_de: Keine Einheit entworfen

# net.cqs.web.Ingame
source: delete design
de_de: Entwurf löschen

# net.cqs.web.Ingame
source: unit details for {0}
de_de: Einheitendetails für {0}

# net.cqs.web.Ingame
source: declare war
de_de: Krieg erklären

# net.cqs.web.Ingame
source: propose {0}
de_de: {0} vorschlagen

# net.cqs.web.Ingame
source: Please select a contract type.
de_de: Es muss ein Vertragstyp ausgewählt werden.

# net.cqs.web.Ingame
source: proposed attacker: player <span class="red">{0}</span>
de_de: Beabsichtigter Angreifer: Spieler <span class="red">{0}</span>

# net.cqs.web.Ingame
source: proposed attacker: alliance <span class="red">{0}</span>
de_de: Beabsichtigter Angreifer: Allianz <span class="red">{0}</span>

# net.cqs.web.Ingame
source: proposed victim: player <span class="red">{0}</span>
de_de: Beabsichtigtes Opfer: Spieler <span class="red">{0}</span>

# net.cqs.web.Ingame
source: proposed victim: alliance <span class="red">{0}</span>
de_de: Beabsichtigtes Opfer: Allianz <span class="red">{0}</span>

# net.cqs.web.Ingame
source: proposed contract partners
de_de: beabsichtigte Vertragspartner

# net.cqs.web.Ingame
source: propose contract
de_de: Vertrag anbieten

# net.cqs.web.Ingame
source: You did not draft a contract yet! Please first specify contract type and contract partners.
de_de: Es wurde noch kein Vertrag entworfen! Es müssen der Vertragstyp und die Vertragsparteien festgelegt werden.

# net.cqs.web.Ingame
source: player <span class="red">{0}</span>
de_de: Spieler <span class="red">{0}</span>

# net.cqs.web.Ingame
source: alliance <span class="red">{0}</span>
de_de: Allianz <span class="red">{0}</span>

# net.cqs.web.Ingame
source: change to alliance
de_de: zur Allianz ändern

# net.cqs.web.Ingame
source: change to player
de_de: zum Spieler ändern

# net.cqs.web.Ingame
source: victim
de_de: Opfer

# net.cqs.web.Ingame
source: no victim proposed yet
de_de: kein Opfer gewählt

# net.cqs.web.Ingame
source: finalize war declaration
de_de: Kriegserklärung fertigstellen

# net.cqs.web.Ingame
source: finalize contract proposal
de_de: Vertragsangebot fertigstellen

# net.cqs.web.Ingame
source: pick victim
de_de: Opfer wählen

# net.cqs.web.Ingame
source: add contract partners
de_de: Vertragspartner hinzufügen

# net.cqs.web.Ingame
source: memorized players
de_de: Gemerkte Spieler

# net.cqs.web.Ingame
source: search for victim
de_de: Nach Opfer suchen

# net.cqs.web.Ingame
source: search for contract partners
de_de: Mach Vertragspartnern suchen

# net.cqs.web.Ingame
source: search for player
de_de: Spieler suchen

# net.cqs.web.Ingame
source: search for alliance
de_de: Allianz suchen

# net.cqs.web.Ingame
source: No matches found!
de_de: Keine Treffer gefunden!

# net.cqs.web.Ingame
source: view contracts
de_de: Verträge betrachten

# net.cqs.web.Ingame
source: add contract
de_de: Vertrag hinzufügen

# net.cqs.web.Ingame
source: priority of contracts
de_de: Rangfolge von Veträgen

# net.cqs.web.Ingame
source: ownership
de_de: Eigentum

# net.cqs.web.Ingame
source: union
de_de: Bündnis

# net.cqs.web.Ingame
source: trade agreement
de_de: Handelsvertrag

# net.cqs.web.Ingame
source: non-aggression pact
de_de: NAP

# net.cqs.web.Ingame
source: neutrality
de_de: Neutralität

# net.cqs.web.Ingame
source: Remember that better contracts (i.e. those that allow more collaboration) always overrule any other existing contracts. For example, suppose you have declared war on a party and you have a trade agreement with them. Then the trade agreement overrules the war declaration and you cannot attack the party.
de_de: Es ist zu beachten, dass bessere Verträge, also solche die mehr Zusammenarbeit ermöglichen, immer andere Verträge außer Kraft setzen. Wenn zum Beispiel eine Kriegserklärung und ein Handelsabkommen mit einer Partei besteht, dann kann kein Angriff ausgeführt werden.

# net.cqs.web.Ingame
source: your contracts
de_de: Spielerverträge

# net.cqs.web.Ingame
source: attack allowed in
de_de: Angriff möglich in

# net.cqs.web.Ingame
source: attack allowed!
de_de: Angriff möglich!

# net.cqs.web.Ingame
source: You currently do not have any contracts.
de_de: Sie haben zur Zeit keine Verträge abgeschlossen.

# net.cqs.web.Ingame
source: your alliance''s contracts
de_de: Allianzverträge

# net.cqs.web.Ingame
source: Your alliance currently does not have any contracts.
de_de: Ihre Allianz hat zur Zeit keine Verträge abgeschlossen.

# net.cqs.web.Ingame
source: planted spies
de_de: Eingeschleuste Spione

# net.cqs.web.Ingame
source: (<a href="help-espionage">help</a>)
de_de: (<a href="help-espionage">Hilfe</a>)

# net.cqs.web.Ingame
source: spies
de_de: Spione

# net.cqs.web.Ingame
source: precision
de_de: Genauigkeit

# net.cqs.web.Ingame
source: send fleet to {0}
de_de: Flotte nach {0} entsenden

# net.cqs.web.Ingame
source: individual
de_de: Einzelspieler

# net.cqs.web.Ingame
source: view temporary report
de_de: Vorläufigen Spionageberichte betrachten

# net.cqs.web.Ingame
source: request final report
de_de: Abschlußbericht anfordern

# net.cqs.web.Ingame
source: You did not select a valid fleet!
de_de: Es wurde keine gültige Flotte gewählt!

# net.cqs.web.Ingame
source: Fleet {0}
de_de: Flotte {0}

# net.cqs.web.Ingame
source: split fleet
de_de: Flotte aufteilen

# net.cqs.web.Ingame
source: rename fleet
de_de: Flotte umbenennen
